[
    {
        "page_content": "Supplementary Uniform Guidelines: PE Shirts and House Shirts\n\nSupplement to BBS Uniform Guidelines\n\nPurpose\n\nThe purpose of this document is to establish clear guidelines and expectations regarding the appropriate use of supplementary uniforms, including Physical Education (PE) shirts and house t-shirts within the school. These guidelines are designed to ensure consistency, promote school spirit, and maintain a sense of identity among students during various school activities.\n\nScope\n\nThis policy applies to all students enrolled in the Bina Bangsa School and pertains specifically to the use of non-standard uniforms. This includes, but is not limited to:\n\nPhysical Education (PE) Attire: Outlining when and where PE shirts and related\n\ngear should be worn during the school day and for specific activities.\n\nHouse T-Shirts: Guidelines for wearing house t-shirts during inter-house events,\n\nsports days, and other school-related competitions.\n\nThis document does not cover the standard school uniform, which is addressed in a separate policy. The guidelines herein aim to provide clarity to students, parents, and staff on the expectations for supplementary uniforms, ensuring that they are worn appropriately and in accordance with school values.\n\nAcademic Policy - 022/AB/AP/VIII/2024\n\n2\n\nDefinitions\n\nPE Attire\n\nHouse T-shirts\n\nAcademic Policy - 022/AB/AP/VIII/2024\n\n3\n\nGuidelines\n\nPE Attire\n\nWhen to Wear PE Attire:\n\nPE Lessons: Students must wear their PE shirts during all scheduled PE\n\nclasses. They should change into their PE attire before the lesson begins and should change back into their regular school uniform after the lesson. ○ Sports and Physical Activities: Students are required to wear PE attire during all school-organized sports activities, including after-school sports programs, fitness programs, and school-wide exercise sessions.\n\nCCA Activities: For Co-Curricular Activities (CCAs) that involve physical\n\nexertion, students should wear their PE shirts, unless the CCA has its own designated attire.\n\nFootwear:\n\nStudents must wear appropriate sports shoes with their PE attire. Open-toed\n\nshoes, sandals, or slippers are not allowed during PE lessons or any sports-related activities.\n\nIf students do not have sports shoes, they may wear their regular school\n\nshoes that comply with the school's uniform regulations.\n\nMaintenance of PE Attire:\n\nPE attire should be clean and in good condition. Torn or excessively worn-out\n\nattire should be replaced.\n\nStudents are encouraged to label their PE shirts with their names to avoid\n\nloss or mix-up.\n\nHouse T-Shirts\n\nWhen to Wear House T-Shirts:\n\nSports Day: All students must wear their designated house t-shirts during\n\nSports Day to represent their house. This is mandatory, and students should ensure they wear the correct color and house shirt.\n\nInter-House Competitions: For any inter-house events, whether they are sports, academic, or cultural, students are required to wear their house t-shirts to promote house spirit.\n\nHouse Meetings and Assemblies: Students may be required to wear their\n\nhouse t-shirts on specific days when house meetings or assemblies are held.\n\nDesignated Days: Some schools may have specific days, such as \"House Spirit Day\" or certain Fridays, when students are encouraged or required to wear their house t-shirts.\n\nAcademic Policy - 022/AB/AP/VIII/2024\n\n4\n\nRestrictions on Wearing House T-Shirts:\n\nHouse t-shirts should only be worn during designated events or days. They\n\nshould not replace the regular school uniform on standard school days unless explicitly permitted.\n\nStudents should refrain from altering or modifying their house t-shirts in any\n\nway, such as cutting, writing on, or decorating them.\n\nMaintenance of House T-Shirts:\n\nHouse t-shirts should be kept in good condition, with no stains, tears, or\n\nexcessive wear.\n\nAs with PE attire, students are encouraged to label their house t-shirts with\n\ntheir names for easy identification.\n\nDocument Tracking Summary\n\nDocument Number\n\n022/AB/AP/VIII/2024\n\nDocument Title\n\nSupplementary Uniform Guidelines: PE Shirts and House Shirts\n\nVersion/Revision\n\n1.0\n\nDate of Issue/Revision\n\n29 August 2024\n\nDocument Owner\n\nMartha\n\nApproved by\n\nYuliana Puspitasari\n\n, Academic Associate Director\n\nAcademic Policy - 022/AB/AP/VIII/2024\n\n5",
        "metadata": {
            "source": "source_documents/022_AB_AP_VIII_2024 Supplementary Uniform Guidelines_ PE Shirts and House Shirts.pdf"
        }
    },
    {
        "page_content": "Student Email Policy Bina Bangsa School\n\n1. Purpose This policy governs the use of school-provided email accounts issued to students of Bina Bangsa School. The purpose of these accounts is to support teaching and learning through secure, supervised digital communication and collaboration tools. Student email accounts are intended exclusively for educational purposes.\n\n2. Scope This policy applies to all Bina Bangsa School students who are issued a school-managed email account. Typically, accounts are provided from Grade 4 onwards. This policy is applicable across all campuses and academic levels.\n\n3. Email Account Format and Ownership Student email accounts follow the format: stuXXXX.ﬁrstname@binabangsaschool.com (XXXX is the last 4 digits of the school ID). These accounts are the property of Bina Bangsa School and are managed by the school's IT department. The school reserves the right to access, audit, suspend, or deactivate accounts as necessary.\n\n4. Permitted Use Student email accounts may be used for the following educational purposes:\n\nCommunication with teachers and classmates about school-related topics ● Access to digital learning platforms (e.g., Google Classroom, Canva for Education)\n\nSubmission of assignments and academic collaboration ● Participation in school-approved online learning programs\n\n5. Prohibited Use Students are prohibited from using their school email accounts for:\n\nPersonal, commercial, or recreational communication ● Sending or receiving inappropriate, offensive, or abusive content ● Cyberbullying, harassment, or threatening behavior ● Accessing or registering on unapproved external websites or services\n\nAcademic Policy - 025/AB/AP/V/2025\n\n2\n\n6. Access to Platforms The school-issued email account provides access to platforms and tools such as:\n\nGoogle Workspace for Education: Google Drive, Docs, Slides, Sheets, Gmail,\n\nand Classroom ● Canva for Education ● Other school-approved academic applications\n\nStorage Quota: Each student account is limited to 5GB of total storage, which includes all content in Google Drive and Gmail (emails and attachments). Students are expected to manage their ﬁles responsibly and regularly delete unnecessary emails and documents to remain within this limit. Exceeding the quota may result in the inability to receive emails or upload new ﬁles.\n\n7. Monitoring and Supervision All email activity is subject to monitoring by authorized school personnel. The school retains the right to review email content to ensure compliance with school policies and to safeguard student wellbeing.\n\n8. Data Privacy and Security Student data is protected in accordance with the school’s Privacy Policy and relevant national regulations, including Indonesia’s Government Regulation No. 17 of 2025 on the Governance of Electronic Systems and Child Protection.\n\n9. Consent Requirement Prior to account creation, written parental consent is required. A formal Parental Consent Form outlines the scope, use, and responsibilities associated with the student email account.\n\n10. Responsibilities\n\nStudents are expected to use their accounts ethically, responsibly, and only\n\nfor school-related activities.\n\nParents/Guardians are encouraged to support responsible use and reinforce\n\nthe school’s expectations.\n\nSchool Staff are responsible for issuing accounts, providing oversight, and\n\naddressing misuse.\n\n11. Consequences for Misuse Violations of this policy may result in the following:\n\nAcademic Policy - 025/AB/AP/V/2025\n\n3\n\nVerbal or written warnings ● Temporary suspension of account access ● Disciplinary action in accordance with the school’s student behavior policy\n\n12. Account Deactivation Student email accounts will be deactivated upon graduation or withdrawal from the school. Account data will be retained for a maximum of 90 days before permanent deletion unless required for administrative or legal reasons.\n\n13. Policy Review This policy will be reviewed annually by the BBS Academic Board to ensure relevance and compliance with emerging technologies and regulations.\n\nAppendix A: Student Email Do's and Don'ts Do:\n\nUse your account for school tasks and teacher-directed activities. ● Be respectful and polite in all email communication. ● Keep your login details private.\n\nDon't:\n\nShare inappropriate content or jokes. ● Use the email for chatting or playing games. ● Access unapproved sites using your school account.\n\nAppendix B: Student Email Etiquette\n\nAlways use a proper greeting and closing in emails. ● Use clear, respectful language. ● Do not write in all caps (it seems like shouting). ● Proofread before sending.\n\nAcademic Policy - 025/AB/AP/V/2025\n\n4",
        "metadata": {
            "source": "source_documents/025_R1_AB_AP_V_2025 Student Email Policy.pdf"
        }
    },
    {
        "page_content": "IGCSE Subject Selection\n\nAt Bina Bangsa School (BBS), we uphold the integrity of the IGCSE program to the highest standards. Our subject requirements and curriculum choices are designed to challenge students and prepare them for further education, ensuring that they receive a comprehensive education across key disciplines such as Languages, Sciences, Humanities, Mathematics, and Business. This approach fosters academic excellence and holistic development.\n\nMandatory Completion until Prelims\n\nStudents must maintain focus and commitment to all their chosen subjects until the completion of the Prelim exams. Students are not permitted to drop any subjects before the Prelims. However, following the Prelim exams, students will have the opportunity to adjust their study focus based on their performance and areas of strength in preparation for the final IGCSE exams. They will be required to register for a minimum of 7 subjects for the official IGCSE examinations. This structure ensures that students remain engaged with the internal school curriculum while refining their focus for the IGCSE exams, ensuring readiness in their strongest subjects.\n\nSubject Selection Requirements:\n\nBina Bangsa School requires students to take a minimum of 7 IGCSE subjects. The available subjects are grouped into five curriculum categories as outlined by Cambridge International:\n\n1. Group I: Languages (English and Chinese Language required with First Language\n\nBahasa Indonesia as optional)\n\nFirst Language English (Mandatory for all students) ○ Either Second Language Chinese OR Foreign Language Chinese (Mandatory, based on the student’s level) ○ First Language Bahasa Indonesia (Optional)\n\n2. Group II: Humanities, Professional and Creative Subjects (at least 1 required)\n\nSociology ○ Art and Design ○ Computer Science ○ Economics\n\nAcademic Policy - 024/AB/AP/XI/2024\n\n2\n\n3. Group III: Mathematics (at least 1 required)\n\nMathematics ○ Additional Mathematics\n\n4. Group IV: Sciences (at least 2 for Science stream)\n\nBiology ○ Chemistry ○ Physics\n\nOR\n\n5. Group V: Business (all 2 for Business stream) ○ Accounting (not offered in BDG campus) ○ Business Studies\n\nBDG Campus: Students taking Business Studies must take at least 1 Science subject.\n\nStudents are required to take two different languages from Group I (English and Chinese), one subject from Group II, and one subject from Group III. Additionally, they must choose two subjects from Groups IV and/or V. The seventh subject can be selected from any of the five subject groups.\n\nPost-Prelim Classes After the Prelim exams, students will continue attending classes for revision and exam preparation. These sessions focus on reviewing content, practicing past papers, and strengthening weak areas. Full attendance and participation are required to ensure readiness for the final exams.\n\nFor subjects not taken in the IGCSE exams, students will engage in self-study during those class periods. This time can be used to review other subjects or complete assignments. Teachers will arrange the self-study venue.\n\nAcademic Policy - 024/AB/AP/XI/2024\n\n3",
        "metadata": {
            "source": "source_documents/024_AB_AP_XI_2024 IGCSE Subject Selection Policy.pdf"
        }
    },
    {
        "page_content": "Bina Bangsa School Academic Data\n\nSecurity and Privacy Policy\n\nTABLE OF CONTENTS\n\n1. Purpose\n\n2. Scope\n\n3. Definitions and Data Subject Rights\n\n3.1. Key Definitions   3.2. Data Subject Rights\n\n4. Data Classification\n\n5. Data Collection\n\n6. Data Storage and Access\n\n7. Data Retention and Disposal Policy   7.1. Data Retention Periods   7.2. Archiving Protocol   7.3. Secure Disposal Procedures   7.4. Responsibilities   7.5. Exceptions and Holds\n\n8. Password Policy and Login SOP\n\n8.1. Password Change Protocol   8.2. Password Strength Requirements   8.3. Forgotten or Compromised Passwords   8.4. Account Lock Policy   8.5. OTP (One-Time Password) Policy   8.6. Responsibility   8.7. Student Security Awareness\n\n9. Data Backup\n\n10. Third-Party Vendor Requirements\n\n11. Data Sharing\n\n11.1. Minimum Logging Requirements   11.2. Storage and Security of Logs   11.3. Review and Monitoring   11.4. User Notification and Transparency\n\n12. Incident Response\n\n12.1. Containment Protocol   12.2. Breach Notification Timelines\n\n13. IP Address Collection and Consent\n\n13.1. Purpose   13.2. Usage   13.3. Data Protection   13.4. Parental Consent\n\n14. Artificial Intelligence (AI) Use\n\n15. Penetration Testing and Vulnerability Management\n\n15.1. Hiring of Penetration Tester   15.2. Obligation to Remediate   15.3. Verification   15.4. Confidentiality and Ethics   15.5. Audit and Compliance Schedule\n\n16. Training and Awareness\n\n17. Policy Enforcement\n\n17.1. Accountability   17.2. Violations and Consequences   17.3. Investigation and Disciplinary Process   17.4. Appeals\n\n18. Policy Review\n\n18.1. Version Control\n\n19. Contact\n\n20. Related and Linked Documents\n\n1. Purpose\n\nThis policy establishes the framework for ensuring the security and privacy of academic,\n\nadministrative, and personal data across all Bina Bangsa School (BBS) campuses. It aims to\n\nprotect the confidentiality, integrity, and availability of all digital and physical data, uphold\n\ncompliance with Indonesian laws (e.g., UU ITE), and foster a secure digital learning\n\nenvironment.\n\nThe policy also ensures the proper use of third-party systems, reinforces device-level\n\nprotection as outlined in the MDM Policy, and secures personal iPad use as defined in the\n\nBYOD iPad Student and Parent/Caregiver Acceptable Use Agreement.\n\n2. Scope\n\nThis policy applies to all BBS campuses and governs:\n\nAll employees (teachers, staff, leadership)\n\nAll students using school systems or devices\n\nThird-party vendors and service providers\n\nAll internal and external systems that process or store school-related data\n\nAll personal devices enrolled in school systems (e.g., BYOD iPads)\n\nIt encompasses all types of data collected, stored, processed, accessed, transmitted, or\n\ndisposed of across the institution, including during digital learning and system login\n\nmonitoring.\n\n3. Definitions and Data Subject Rights\n\n3.1 Key Definitions\n\nTo ensure clarity and consistency, the following terms are defined:\n\nData Security: Measures and protocols to protect data from unauthorized access,\n\ncorruption, loss, or breaches.\n\nData Privacy: The ethical and legal responsibility to collect, use, store, and share\n\ndata appropriately, especially personal and sensitive data.\n\nSensitive Data: High-risk data that requires enhanced protection due to potential\n\nharm from unauthorized access (see Section 4).\n\n\n\nIP Address: A unique numeric identifier assigned to devices accessing\n\ninternet-based school systems, used for monitoring and detecting anomalies.\n\nArchiving: The secure storage of inactive or historical data for legal or auditing\n\nreference.\n\nSecure Disposal: The permanent and irreversible destruction of data (digital or\n\nphysical) once it is no longer required.\n\n3.2 Data Subject Rights\n\nBina Bangsa School respects the rights of all data subjects (students, staff, parents, and\n\nvendors) regarding their personal data.\n\nRight to Access: Individuals may request access to their personal data held by the\n\nschool.\n\nRight to Rectification: Data subjects may request corrections to inaccurate or\n\noutdated information.\n\nRight to Erasure: Personal data may be deleted upon request unless required for\n\nlegal or academic records.\n\nRight to Withdraw Consent: Individuals can withdraw consent for non-mandatory\n\ndata collection.\n\nRequests can be submitted in writing to the Head of Educational Technology\n\n4. Data Classification\n\nAll school-related data is categorized into the following levels:\n\n1. Public Data\n\n\n\nInformation intended for public access.\n\nExamples: Event announcements, newsletters, published academic\n\ncalendars.\n\n2. Internal Data\n\n\n\nInformation limited to internal users (teachers, staff, students).\n\nExamples: Lesson plans, school reports, schedules.\n\n3. Sensitive Data\n\nData requiring strict access controls, encryption, and audit trails.\n\nExamples:\n\n■ Student and staff personal identifiable information (PII)\n\n■ Academic and assessment data\n\n■ Teacher evaluations and performance reports\n\n■ Disciplinary records\n\n■ Examination/test papers and schemes of work\n\n■ Login IP addresses and system activity logs\n\nAll sensitive data must be stored securely (e.g., encrypted Google Drive folders, role-based\n\naccess, MDM-managed devices).\n\n5. Data Collection\n\nData collected must be relevant and limited to what is necessary.\n\nData collection must comply with UU ITE (Undang-Undang Informasi dan\n\nTransaksi Elektronik) or any government regulation pertaining to legality of data\n\ncollection.\n\nStudents’ and staff’s login IP addresses will be collected for monitoring and security\n\npurposes.\n\n6. Data Storage and Access\n\nAll sensitive data must be stored in secured systems with role-based access control.\n\nExamination and test papers, as well as schemes of work, SKs and any files related\n\nto the sensitive data, should not be stored on internal servers. These documents\n\nmust be stored in Google Drive folders with sharing restricted to authorized users\n\nby internal email address only.\n\nAny internal or external system managing these sensitive documents must utilize\n\nGoogle Drive API to handle access and storage, adding another layer of protection\n\neven in the event of a security breach.\n\n\n\nFor device-level management, refer to the Bina Bangsa School – Mobile Device\n\nManagement (MDM) Policy\n\n7. Data Retention and Disposal Policy\n\nThis section outlines how Bina Bangsa School (BBS) retains, archives, and securely\n\ndisposes of data in accordance with legal requirements, operational needs, and best\n\npractices.\n\n7.1 Data Retention Periods\n\nDifferent categories of data shall be retained based on their purpose and applicable\n\nregulations:\n\nData Category\n\nRetention Period\n\nStudent academic records\n\nIndefinite\n\nStudent personal information\n\nIndefinite\n\nTeacher/staff employment records\n\nIndefinite\n\nExamination/test papers & file\n\nsubmission\n\n2 years\n\nDisciplinary records\n\nIndefinite\n\nFile Drafts (E.g: Exams/Tests)\n\n1 Year\n\nSystem access and activity logs\n\n1 Year\n\nNote: Where laws or contracts require a longer retention, the longer period will\n\napply.\n\n7.2 Archiving Protocol\n\nArchived data must be:\n\nEncrypted and stored in secured, access-controlled digital archives (e.g.,\n\nGoogle Vault, secure drive).\n\nTagged with metadata for easy search, including type, owner, and expiration\n\ndate.\n\nAccessible only to designated personnel (e.g., IT Head, Principals, HR).\n\n7.3 Secure Disposal Procedures\n\nOnce data exceeds its retention period or is no longer needed, it must be disposed of\n\nsecurely:\n\nDigital Data Disposal\n\nFiles must be permanently deleted from cloud drives and backups using\n\nsecure delete protocols (e.g., Google Workspace data deletion, disk wiping).\n\nExternal systems must use built-in secure delete features.\n\n\n\nIT must confirm no recoverable copies remain.\n\nPhysical Data Disposal\n\nPrinted sensitive documents must be shredded using a cross-cut shredder or\n\ndisposed of via secure document disposal services.\n\nObsolete storage devices (USBs, HDDs) must be degaussed, physically\n\ndestroyed, or wiped.\n\n7.4 Responsibilities\n\n\n\nIT Department is responsible for:\n\nManaging retention schedules for digital systems\n\nAutomating alerts and deletion processes when possible\n\nLogging disposal actions for audit purposes\n\nAcademic, HR, and Admin Units are responsible for:\n\n\n\nIdentifying obsolete documents under their custody\n\nCoordinating with IT or secure disposal vendors for deletion or shredding\n\n7.5 Exceptions and Holds\n\nData subject to investigation, litigation, audit, or legal request must not be\n\ndeleted, even after its retention period has passed.\n\nSuch data will be placed on legal hold by the IT Department or relevant authority,\n\nand disposal will resume only after clearance.\n\n8. Password Policy and Login SOP\n\n8.1. Password Change Protocol\n\nAll teachers are required to change their passwords at the start of every term.\n\nDefault password should be following the Password Strength Requirements in\n\nSection 8.2\n\n\n\nInternal or external systems should prompt automatic password change upon login\n\nduring the first week of every term.\n\n8.2. Password Strength Requirements\n\nMinimum 8 characters\n\nMust include uppercase, lowercase, number, and special character\n\nShould not include easily guessable patterns like birth dates or simple sequences\n\n8.3. Forgotten or Compromised Passwords\n\nUsers must immediately report to the IT Department if they suspect password\n\ncompromise.\n\nPassword resets can only be facilitated through official channels.\n\n8.4. Account Lock Policy\n\nAfter 3 unsuccessful login attempts, accounts will be temporarily locked for 15\n\nminutes.\n\nPersistent lockouts will be red flagged to the system administrator for review.\n\n8.5. OTP (One-Time Password) Policy\n\nOTP is mandatory for system login from new or unrecognized devices and locations.\n\nOTP codes will be sent to the user’s registered school email.\n\nOTP expiration is set to 5 minutes.\n\nUsers must not share OTPs with anyone. Any breach must be reported immediately.\n\nSystems must be configured to allow OTP regeneration with rate-limiting to prevent\n\nabuse.\n\nFailed OTP authentication will send email alerts for registered email.\n\nOTP resend requests can only be done once.\n\n8.6. Responsibility\n\nUsers are responsible for keeping their credentials and OTP confidential.\n\nMisuse or negligence leading to unauthorized access will be subject to disciplinary\n\naction.\n\n8.7 Student Security Awareness\n\nDigital security expectations are embedded in the Computer Science and Form Class Time\n\ncurriculum. See: Bina Bangsa School Digital Citizenship Program\n\n9. Data Backup\n\nThe database and file systems are backed up daily.\n\nBackups must be stored securely in a location separate from the main system.\n\nThe system must allow full restoration at any time in case of data corruption,\n\naccidental deletion, or cyberattack.\n\n10. Third-Party Vendor Requirements\n\nAll third-party vendors handling BBS data must:\n\nSign a Data Protection Agreement.\n\nProvide a Red Flag Viewer and alert system to detect and report unusual\n\nlogin activity such as:\n\n■ Students accessing other students’ accounts.\n\n■ Students accessing teacher, principal, academic board, or other staff\n\naccounts.\n\n■ Teachers accessing other teachers’ or staff accounts.\n\n■ Any login behavior that deviates from normal usage patterns or\n\ngeographic/IP inconsistencies.\n\nComply with this Data Security and Privacy Policy.\n\nServer should be available 24/7\n\n11. Data Sharing\n\nAll systems that manage or store sensitive data (e.g., academic records, examination papers, personal and disciplinary information) must maintain comprehensive audit logs that record both login events and user activity during each session.\n\nSharing of sensitive data via unsecured methods (e.g., personal email, public drives)\n\nis strictly prohibited.\n\nAccess to sensitive data must be logged and auditable.\n\nAll students using personal iPads must comply with the BYOD iPad Student and\n\nParent/Caregiver Acceptable Use Agreement, which outlines acceptable behavior,\n\nsecurity responsibilities, and monitoring expectations\n\n11.1 Minimum Logging Requirements\n\nEach access log must include the following:\n\nUser ID or email address\n\nLogin timestamp and logout timestamp\n\n\n\nIP address and device information\n\nSession duration\n\nMenu or section accessed (e.g., \"Exams > JC1 Mathematics > Upload Paper\")\n\nActions performed (e.g., viewed, edited, downloaded, shared, deleted)\n\nAttempted unauthorized actions (e.g., trying to access restricted files)\n\n11.2 Storage and Security of Logs\n\nLogs must be:\n\nStored securely on a protected server or cloud platform with encryption at rest\n\nBacked up daily\n\nRetained for at least 12 months for all systems containing sensitive data\n\nConfigured to be tamper-proof or write-only to preserve forensic integrity\n\n11.3 Review and Monitoring\n\nThe IT Department is responsible for:\n\nEnsuring logging is activated on all critical platforms (e.g., Google Workspace\n\nAdmin Console, AIS or 3rd party providers applications)\n\nConducting monthly log reviews to detect unusual patterns or unauthorized\n\naccess\n\nFlagging red-flag behaviors such as:\n\n■ Access to exam papers outside of work hours\n\n■ Attempted file downloads from unauthorized roles\n\n■ High-frequency access to sensitive menus in a short time\n\n■ Location/IP mismatch alerts\n\nThe Head of Educational Technology or assigned auditor will:\n\nReceive a quarterly summary of access patterns and red-flag incidents\n\nLead investigations when anomalies or breaches are reported\n\nCoordinate with leadership or disciplinary committee when further action is\n\nrequired\n\n11.4 User Notification and Transparency\n\nStaff and students are notified that system usage and actions are logged for safety\n\nand integrity.\n\nAll logs will only be accessed by authorized personnel for the purpose of security,\n\nauditing, and incident investigation.\n\n12. Incident Response\n\nAny suspected or actual data breach must be reported to the IT department\n\nimmediately.\n\nAffected users must be notified, and containment measures must be initiated within\n\n24 hours.\n\n12.1 Containment Protocol for Hacking or Illegal Access\n\nIn the event of hacking or illegal system access:\n\n1. Immediate Action:\n\n\n\nIT will disable the affected user accounts.\n\nForce logout of all current sessions.\n\nRevoke all external API tokens, if applicable.\n\n2. Isolation:\n\nTemporarily disconnect affected systems from the network to prevent spread.\n\n3. Investigation:\n\nCollect access logs, IP history, and any suspicious login records.\n\nAssess affected data types and scope of exposure.\n\n4. Recovery:\n\nRestore from the latest secure backup if data has been altered or deleted.\n\nRequire affected users to reset their passwords.\n\n5. Reporting:\n\nA detailed incident report must be submitted to school leadership.\n\nNotify impacted users, if necessary.\n\n6. Review and Prevent:\n\nUpdate system rules, alerts, or firewall policies.\n\nRe-assess access permissions and vendor integrations.\n\n12.2 Breach Notification Timelines\n\nIn accordance with transparency and accountability:\n\nAll confirmed data breaches must be reported to affected individuals within 72 hours.\n\nThe school leadership and EdTech team must notify any regulatory bodies if required\n\n\n\nunder Indonesian or international law. Initial internal containment must occur within 24 hours of detection.\n\n13. IP Address Collection and Consent\n\n13.1 Purpose\n\nTo detect unauthorized access and academic dishonesty, BBS collects the IP address used\n\nby staff and students when logging into school systems.\n\n13.2 Usage\n\nThis data is solely used for:\n\nMonitoring suspicious login activity\n\n\n\nInvestigating security incidents\n\nSupporting academic integrity\n\n13.3 Data Protection\n\nNo personal browsing data is collected.\n\n\n\nIP address logs are stored securely and accessed only by authorized personnel.\n\n13.4 Parental Consent for IP Address Tracking\n\nBefore enabling IP tracking for student accounts, the school must distribute a Parental\n\nConsent Letter and obtain signed approval. This letter explains the importance of IP\n\ntracking for digital safety and preventing unauthorized access. Without this consent, the\n\nstudent's login data may not be monitored. Sample letter\n\n14. Artificial Intelligence (AI) Use\n\nTeachers and students must refer to the official BBS AI Guidelines before using any AI\n\ntools or services in their academic or administrative tasks.\n\nLink: BBS AI Guidelines\n\n15. Penetration Testing and Vulnerability Management\n\n15.1 Hiring of Penetration Tester\n\nBina Bangsa School may hire a certified penetration tester on a project basis to assess the\n\nsecurity of both internal and external systems. The role of the penetration tester includes but\n\nis not limited to:\n\nConducting authorized simulated cyberattacks to test the strength of our security\n\nsystems\n\n\n\nIdentifying security vulnerabilities in software, infrastructure, or configurations\n\nAssessing the risk level of vulnerabilities discovered\n\nPreparing a detailed report of findings and recommendations\n\nAdvising on best practices to mitigate future threats\n\n15.2 Obligation to Remediate\n\nAll internal system teams and third-party providers are required to fix vulnerabilities\n\nidentified in the penetration tester’s report.\n\nCritical vulnerabilities must be patched immediately upon receipt of the report.\n\nAll other vulnerabilities must be resolved within 48 hours from the time the report is\n\nreceived.\n\nDelays in patching must be escalated to the EdTech and Leadership teams for further\n\naction.\n\n15.3 Verification\n\nFollow-up scans or re-testing may be conducted by the penetration tester to confirm\n\nthat issues have been fully resolved.\n\n15.4 Confidentiality and Ethics\n\nThe penetration tester will operate under strict confidentiality agreements and adhere\n\nto ethical guidelines in handling school data.\n\n15.5 Audit and Compliance Schedule\n\nTo ensure compliance with this policy:\n\n\n\nInternal audits of data access logs and policy compliance will occur twice annually.\n\nPenetration testing results will be reviewed as part of each audit.\n\nAn audit team will be formed at least once every two years.\n\nAudit reports will be reviewed by the Leadership Team and filed by the Head of Educational Technology.\n\n16. Training and Awareness\n\nAll staff will receive annual training on data security and privacy protocols.\n\nNew staff must complete a data security induction.\n\n17. Policy Enforcement\n\nAll members of the Bina Bangsa School community — including teachers, staff, students,\n\nadministrators, and third-party vendors — are expected to comply fully with this Data\n\nSecurity and Privacy Policy, as well as related digital use agreements (e.g., MDM, BYOD,\n\nand AI guidelines).\n\n17.1 Accountability\n\nAll Users are responsible for:\n\nFollowing data access and sharing protocols.\n\nMaintaining password confidentiality and device security.\n\nReporting suspected data breaches or unauthorized access immediately.\n\nSchool Leadership & EdTech Department are responsible for:\n\nMonitoring compliance through audits, system logs, and usage reports.\n\n\n\nInvestigating reports of policy violations.\n\nEnforcing disciplinary actions when necessary.\n\n17.2 Violations and Consequences\n\nViolations of this policy include, but are not limited to:\n\nUnauthorized access to sensitive data (e.g., student grades, exams)\n\nSharing confidential files via unsecured channels\n\nCircumventing or removing Mobile Device Management (MDM) controls\n\n\n\nIgnoring password policies or OTP requirements\n\nMisuse of AI tools in ways that compromise privacy or academic integrity\n\nFailure to securely dispose of academic data past its retention period\n\nDepending on the severity of the violation, consequences may include:\n\nFor Students: Warning, restricted access to school systems, parent notification,\n\nacademic sanctions, suspension, or expulsion.\n\nFor Staff or Teachers: Warning, loss of access privileges, performance review,\n\nsuspension, or termination.\n\nFor Vendors: Termination of contracts, legal reporting, and denial of future\n\nengagements.\n\n17.3 Investigation and Disciplinary Process\n\nAll suspected violations will be documented and reviewed by the IT Department,\n\nAcademic Leadership, and Disciplinary Committee (as appropriate).\n\n\n\nInvestigations will involve:\n\nReview of system logs and access records\n\n\n\nInterviews with relevant parties\n\nForensic inspection of devices or platforms if needed\n\nA report will be submitted to School Leadership outlining findings and recommended\n\nactions.\n\nThe accused party will be given an opportunity to respond before disciplinary\n\ndecisions are finalized.\n\n17.4 Appeals\n\nStudents and staff have the right to appeal disciplinary actions through the school’s\n\ngrievance process.\n\nAppeals must be submitted in writing within 5 working days of the disciplinary notice.\n\n18. Policy Review\n\nThis policy will be reviewed annually by the IT and Leadership Team.\n\n18.1 Policy Version Control\n\nVersion\n\nDate\n\nDescription\n\n1.0\n\n01-Aug-2025\n\nInitial release\n\n19. Contact\n\nQuestions or concerns should be directed to the Head of Educational Technology at\n\nheadofedtech@binabangsaschool.com\n\n20. Related and Linked Documents\n\nThe following documents and resources are referenced in this policy:\n\nNo\n\nDocument Name\n\nDescription\n\n.\n\n1 MDM Policy\n\nGuidelines for Mobile Device\n\nManagement in BBS\n\n2\n\nBYOD iPad Student and\n\nRules and monitoring\n\nParent/Caregiver Acceptable Use\n\nexpectations for personal iPad\n\nAgreement\n\nusage\n\n3\n\nDigital Citizenship Program\n\nCurriculum module for digital\n\nbehavior and awareness\n\n4\n\nAI Guidelines\n\nOfficial school guidance on\n\nacceptable AI use\n\n5\n\nData Protection Agreement\n\nBina Bangsa School Third-Party\n\nData Protection Agreement\n\n(DPA)\n\n6\n\nIp Address Collection Letter to Parents Parental Consent for IP Address\n\nCollection of Student Logins in\n\nour School System\n\nLink\n\nLink\n\nLink\n\nLink\n\nLink\n\nLink\n\nLink",
        "metadata": {
            "source": "source_documents/Bina Bangsa School Data Security and Privacy Policy (4).pdf"
        }
    },
    {
        "page_content": "AI Guidelines for Bina Bangsa School (K–12)\n\nThe purpose of these AI Guidelines is to ensure that the use of Artificial Intelligence (AI) in\n\nBina Bangsa School supports ethical learning, innovation, digital safety, and academic\n\nintegrity across all grade levels. As AI becomes a part of everyday life and the future\n\nworkplace, our students and educators must learn how to use it responsibly and effectively.\n\nThese guidelines aim to:\n\nPromote a safe and responsible culture of AI use among students, teachers, and\n\nstaff.\n\nProtect student privacy and school data from misuse or exposure through AI\n\nplatforms.\n\nEncourage critical thinking and ethical reflection when using AI tools for learning.\n\nSupport teachers in integrating AI meaningfully in teaching while upholding\n\nprofessionalism and school values.\n\nPrevent misuse of AI such as cheating, plagiarism, deepfakes, and sharing sensitive\n\ninformation.\n\nEstablish consistent expectations for what is acceptable and unacceptable AI use in\n\nthe school community.\n\nBina Bangsa School is committed to preparing our learners to be future-ready, digitally\n\nresponsible, and ethically grounded—AI is part of that journey.\n\n1. Vision & Philosophy\n\nAt Bina Bangsa School, we believe that education is not just about keeping up with\n\nchange—it’s about helping students lead it. As artificial intelligence becomes part of daily life\n\nand work, it is essential that our students grow not only as users of AI, but as thoughtful,\n\nethical, and creative contributors to an AI-driven world.\n\nWe view AI as a tool to amplify human intelligence—not to replace it. It can spark curiosity,\n\ndeepen inquiry, personalize learning pathways, and empower both students and teachers to\n\ndo more, think bigger, and create with greater impact. When used wisely, AI can support\n\ninclusive education, reduce barriers, and unlock opportunities for diverse learners.\n\nHowever, with great potential comes great responsibility. AI tools must be used with critical\n\nthinking, respect for privacy, academic honesty, and an understanding of their limitations and\n\nbiases. Students must learn not only how to use AI, but when and why—and when not to\n\nuse it.\n\nOur approach to AI is grounded in our core values of integrity, innovation, and excellence.\n\nWe believe that every student should be equipped with the digital wisdom and ethical\n\ncompass to navigate a future shaped by AI—both as learners today and as leaders\n\ntomorrow.\n\n2. General Principles\n\nAI is a tool, not a replacement. AI can assist, but it must not replace critical\n\nthinking, original work, or personal engagement.\n\nTransparency is key. Users must declare when and how AI has been used in any\n\nassignment or schoolwork.\n\nEquity matters. Access to AI tools should be fair and supported across all campuses\n\nand grade levels.\n\nAI literacy is essential. All students and staff should receive ongoing education on\n\nAI use, benefits, limitations, and ethical considerations.\n\n3. Guidelines for Students\n\nAt Bina Bangsa School, we believe AI can be a powerful tool to help you learn, create, and\n\nexplore new ideas. Just like using the internet or a calculator, using AI comes with\n\nresponsibility. These guidelines will help you understand how to use AI wisely, respectfully,\n\nand ethically—both in and out of the classroom.\n\nWhether you're writing an essay, coding an app, designing a project, or just asking\n\nquestions, remember: you are still the thinker, the creator, and the learner. AI should help\n\nyou learn—not do the learning for you.\n\nAcceptable Use of AI for Students\n\nStudents may use AI tools if permitted by their teacher and used responsibly, ethically, and\n\ntransparently. Examples include:\n\nLearning & Productivity\n\nUsing AI to summarize a long article or reading passage for better\n\nunderstanding\n\nAsking AI to help generate quiz questions for review or self-testing\n\nUsing a translation tool to understand unfamiliar vocabulary (with teacher\n\nguidance)\n\nUsing AI for organizing research or outlining ideas for an essay or project\n\nCreativity & Expression\n\nUsing AI image generators for visual storytelling or digital art (Citing or\n\nmentioning AI tools if they helped in your assignments (e.g., \"This image was\n\ngenerated using DALL·E.\"))\n\nCreating AI-assisted music or audio as part of a multimedia project\n\nExploring AI-generated poetry or writing prompts to inspire original work\n\nCollaborating with AI in game design or app development using platforms like\n\nSwift, Scratch, or Python\n\nWriting & Editing\n\nUsing grammar or writing enhancement tools (e.g. Grammarly or Quillbot) for\n\ndraft improvement\n\nBrainstorming ideas or exploring alternative ways to phrase a sentence or\n\nparagraph\n\nChecking spelling, tone, or readability to revise and refine writing\n\nReceiving feedback on a draft (not generating the entire essay)\n\nCoding & Problem Solving\n\nGetting help debugging code or understanding how a piece of code works\n\nUsing AI to suggest improvements or functions in app or web development\n\n(as long as you understand it)\n\nExploring how machine learning models work through age-appropriate\n\nplatforms (e.g. Teachable Machine, Scratch ML extensions)\n\nIn all cases, students must be honest about how they used AI, and give credit where\n\nrequired.\n\nUnacceptable Use of AI for Students\n\nStudents must not use AI in ways that are dishonest, unsafe, or go against school values.\n\nThis includes:\n\nAcademic Dishonesty\n\nCopying and pasting an AI-generated essay, paragraph, or code and\n\nsubmitting it as your own\n\nUsing AI to complete homework, worksheets, or assessments without teacher\n\npermission\n\nHaving AI do all the thinking or problem-solving for you, without\n\nunderstanding the content\n\nUsing AI to look for or share test answers or exam questions\n\n\n\nInappropriate or Harmful Content\n\nUsing AI to generate violent, sexual, hateful, or discriminatory content\n\nCreating fake or misleading images, videos, or audio clips (deepfakes, fake\n\nnews)\n\nUsing AI to impersonate a teacher, classmate, or public figure\n\nAsking AI to help write bullying or threatening messages\n\nPrivacy and Data Risks\n\nEntering your full name, ID number, or personal details into any AI tools\n\nwithout teacher supervision\n\nUploading photos of yourself, your classmates, teachers, or school events\n\ninto AI platforms\n\nSharing school-related documents, exam materials, or class recordings in AI\n\ntools\n\nDisruption and Misuse\n\nUsing AI tools during class without permission\n\nSubmitting AI work with fake citations or sources\n\nUsing voice assistants or chatbots to bypass rules or monitoring tools\n\nMisuse of AI may result in disciplinary action and be treated the same as plagiarism or cheating.\n\n4. Guidelines for Teachers\n\nTeachers are encouraged to explore AI in ways that enhance learning, save time, and\n\nsupport innovation—while protecting student safety and maintaining professional standards.\n\nPlanning & Productivity\n\nGenerating lesson plan drafts or ideas aligned with curriculum objectives\n\nUsing AI to brainstorm differentiated activities, bell ringers, or exit tickets\n\nDrafting rubrics, quiz questions, or feedback templates (with review/editing)\n\nUsing AI to summarize articles, research papers, or long texts for prep\n\nTeaching & Assessment\n\nCreating prompts for student writing, coding, or discussions using AI\n\nassistance\n\nModeling AI use to demonstrate summarizing, rephrasing, or analyzing\n\ninformation\n\nHelping students reflect on how AI can be used ethically and creatively\n\nOffering AI as a tool for extension/enrichment (e.g., extra challenges or\n\nsupport for early finishers)\n\nUsing AI in coding or app development classes (e.g., Swift, Python) to build\n\nstudent prototypes or solve real-world problems\n\nCommunication & Reporting\n\nDrafting non-sensitive email replies or announcements using AI assistance\n\nUsing AI to generate summary bullet points for lesson reflections or staff\n\ncollaboration\n\nTranslating simple, non-confidential content to support multilingual\n\ncommunication\n\nProfessional Learning\n\nExploring AI-generated insights on classroom strategies, education trends, or\n\nteaching techniques\n\nUsing AI to support planning for teacher PD or community events\n\nTeachers must always critically review and edit AI-generated content before using it.\n\nUnacceptable Use of AI for Teachers\n\nAI must never be used in ways that compromise student safety, privacy, academic integrity,\n\nor school trust.\n\nBreach of Student Privacy or Data Security\n\nUploading student names, photos, ID numbers, or report card details into AI\n\nplatforms\n\nUsing AI platforms to generate content based on confidential student\n\nperformance data\n\nUploading scanned student work, videos, voice recordings, or identifiable\n\nwriting into generative AI tools\n\nEntering personal or sensitive parent communication into AI tools\n\nSharing Confidential or Internal Documents\n\nUploading exam papers, rubrics, school curriculum documents, staff\n\nhandbooks, or internal memos into AI tools\n\nUsing AI to analyze or edit documents containing staff evaluations, behavioral\n\nrecords, or private school information\n\nSharing any copyrighted school materials in third-party AI tools not approved\n\nby the school\n\nMisleading or Overreliant Use\n\nGenerating lesson plans or content without verifying accuracy or alignment\n\nwith school curriculum\n\nUsing AI to write student report card comments without real observation and\n\npersonalized feedback\n\nLetting AI generate emails, messages, or feedback that sound generic,\n\nunprofessional, or inaccurate\n\nAllowing students to use AI tools in assessments or exams where it violates\n\nacademic honesty policies\n\nEthical and Legal Misconduct\n\nUsing AI to impersonate others, modify real student work, or misrepresent\n\nresults\n\nCreating inappropriate or biased content using AI tools (e.g., jokes, language,\n\nstereotypes)\n\nUsing AI tools that do not meet privacy standards or store data in insecure\n\nenvironments\n\nViolating these guidelines may lead to disciplinary action and damage trust with students,\n\nparents, and the school community.\n\n5. AI Tool Approval Process\n\nCampuses, together with their Teachers or departments must propose AI apps or\n\nwebsite for use in class.\n\nTools must be reviewed by EdTech and leadership teams for:\n\nPrivacy and security\n\nEducational value\n\nAge appropriateness\n\nApproved tools will be added to the Whitelisted Apps and Websites list in our\n\nMobile Device Management (MDM) system\n\n6. Review and Updates\n\nThis guideline will be reviewed annually based on:\n\nNew technologies\n\nFeedback from stakeholders\n\nEvolving local and international regulations",
        "metadata": {
            "source": "source_documents/AI Guidelines for Bina Bangsa School (K–12).pdf"
        }
    },
    {
        "page_content": "TEACHER’S HANDBOOK 教师手册\n\n2025 - 2026\n\nCLASSIFIED INFORMATION FOR INTERNAL USE ONLY 机密资料仅供工作人员使用\n\nThe Bina Bangsa School 培民学校 Teachers’ Handbook教师手册 2025 – 2026\n\nTable of Contents目录\n\nSchools校区 Academic Board 学术委员会 Principals 校长 Vice Principals 副校长 School Calendar 2025-2026 学校学年历 Introduction: THE SCHOOL 学校简介\n\n1. Purpose of the School 学校的目标 2. School Vision 学校的理念 3. School Mission 学校的使命 4. School Values 校训/学校价值观 5. Life-Long Learners 终生学习者 6. School Philosophy 学校的办学理念 7. History of the School 校史 8. School Curriculum 学校课程 9. The School Day 教学工作日\n\nSection One: THE TEACHER第一章：教师 A. Teacher Classification 教师类别 B. Teacher’s Code of Ethics 教师职业道德规范\n\nB.1 The Teacher’s Responsibilities towards Pupils 教师对于学生的职责 B.2 The Teacher’s Responsibilities towards Colleagues and the Teaching Profession 教师对同事和教学专业的职责 B.3. The Teacher’s Responsibilities to the Parents of his Pupils and to the Community 教师对学生家长和社区的责任 B.4 Teacher’s Job Description - Overall Purpose of Position 教师职务说明 - 职位的 总体目标 B.5 Main Responsibilities 主要职责 B.6 Lesson Preparation & Planning 备课及教学计划 B.7 Effective Classroom Style 有效的课堂风格 B.8 Daily Work 日常工作 B.9 School Activities 学校活动 B.10 Dress Code 着装规范\n\n2\n\n5 6 6 7 8 9 9 9 9 9 9 10 10 11 12\n\n14 14 15 17\n\n18\n\n20\n\n21 23 25 25 26 27 27\n\nB.11 Absences 缺勤 B.12 Accountability 责任制 B.13 Data Protection 数据保护 B.14 Other Expectations 其他期望 B.15 Homework and Study Policy 家庭作业与学习政策 B.16 Accident / Incident Report 事故/事件报告 B.17 Assemblies 朝会 B.18 Attendance – Teacher attendance 出勤-教师出勤 B.19 Tardiness – Teachers 迟到 - 教师 B.20 Medical Insurance 医疗保险 B.21 Working Day 工作日 B.22 Non-Working Day 非工作日 B.23 Confidentiality and Intellectual Property Rights 知识产权 B.24 Salary 工资 B.25 Staff Support Service 员工支持服务 B.26 Committees 委员会\n\nSection Two: STUDENT RELATED POLICIES第二章：学生相关条规\n\n1. Student Discipline 学生纪律 2. Grading 评分 3. Examinations 考试\n\nSection Three: PROFESSIONAL EXPECTATIONS 第三章：专业期望\n\nSection Four: LOGISTICAL CONCERNS 第四章：后勤问题 1. Building Security and Property 建筑物安全与财产 2. Teacher Responsibility 教师责任 3. Teacher Supplies 教师用品 4. Teaching Aides 教学辅助工具 5. Building Issues 建物相关问题 6. Transportation 交通 7. Computer Access 电脑使用\n\nSection Five: THE TEACHER’S CAREER 第五章：教师的职业生涯 1. Performance Evaluation and Promotion 绩效评估和晋升 2. Procedures for Termination of Employment 解雇程序 3. Salary Policies and Procedures 薪资政策和程序 4. Benefits 福利 5. Teaching Staff Development Programme 教员发展计划\n\n3\n\n29 30 30 31 33 34 34 35 37 38 38 39 39 40 44 45\n\n49 49 52 52\n\n57\n\n59 59 59 60 61 61 61 62\n\n66 66 86 91 93 95\n\nSection Six: GRIEVANCES 第六章：投诉\n\n1. Grievance Board – Procedural Guidelines 投诉处 - 投诉程序指导方针\n\nSection Seven: OTHER RELEVANT POLICIES 第七章：其他相关条规\n\n98 1. Bulletin Boards 布告栏 98 2. Smoking Ban 禁烟令 98 3. Anti-Drug and Anti-Alcohol Policy 禁毒品、禁酒条规 98 4. Communication with Media 传媒交流条规 98 5. Social Media Etiquette 社交媒体行为规范 99 6. No Defamation and Non Solicitation 禁止诽谤与招揽行为 99 7. Solicitation of Goods, Gifts and Donations 礼物、礼品与捐款要求 100 8. Vending of Goods 在校贩卖物品 100 9. Firecracker Restriction 烟火禁令 100 10. Tutorials 禁止补习 101 11. Business Deals with Students and Parents 与学生相关的生意 101 12. Confidentiality and Responsible Use of Academic Systems 学术系统的保密与合规使用 101\n\nSection Eight: FINANCIAL POLICIES / OTHERS 第八章：财务政策/其他 1. Basic Financial Policies and Procedures 基本财务政策和程序 2. Excursions 远足/ 短程旅行 3. Anti Sexual Harassment 反性骚扰政策 4. Immigration Law 移民法 5. Personnel Records 个人档案\n\n4\n\n96 96\n\n103 103 104 106 114 115\n\nSchools校区\n\nBina Bangsa School Kebun Jeruk Pre – School and Primary School 雅加达西部校区-幼儿园及小学部 Jl. Budi Kav. 87, Kebon Jeruk Jakarta Barat, Jakarta, Indonesia 11480 Tel. No. + 62 21 534 8378\n\nBina Bangsa School - Bandung 万隆校区 Jl. Sentra Dago Pakar Blok F-1, Resor Dago Pakar Raya, Bandung West Java – Indonesia 40191 Tel No. +62 22 253 1100\n\nBina Bangsa School Kebun Jeruk Secondary School and Junior College 雅加达西部校区-中学及初级学院部 Jl. Arjuna Selatan Kav. 87, Kebon Jeruk Jakarta Barat, Jakarta - Indonesia 11480 Tel. No. +62 21 532 8833\n\nBina Bangsa School - Semarang 三宝垄校区 Jl. Jangli Boulevard RT. 05/06 Ngresep, Banyumanik, Semarang Central Java – Indonesia 50251 Tel No. + 62 24 850 2071 / 73\n\nBina Bangsa School - Pantai Indah Kapuk 雅加达北部校区 Jl. Walet Elok 8 Blok R-8 No. 1, Pantai Indah Kapuk, Jakarta Utara Jakarta – Indonesia 14460 Tel. No. +62 21 588 0045\n\nBina Bangsa School - Balikpapan 巴厘巴板校区 Soho B_C, Jl. Jend. Sudirman No. 47 Kompleks Balikpapan Superblock, Balikpapan East Kalimantan – Indonesia 76114 Telp. No. +62 811 1919 885\n\nBina Bangsa School–Malang 玛琅校区 Jl. Jend A. Yani Utara, Riverside Blok AA No. 1 Malang, East Java – Indonesia 65125 Tel No. +62 341 299 6 777\n\n5\n\nAcademic Board 学术委员会\n\nMs Yuliana Puspitasari Mr Hendro Widjaya\n\nMd Pan Panancea Julianti\n\nMs Jennifer Wu L. C.\n\nMs Aven Chiu Mr Alvin Soliman Miclat Ms Martha H. Mamahit Mr Richard Herawaty Ms Linawati Lauw\n\nDirector of Academics - Superintendent of Academic People Operation & Partnership - Head Associate Superintendent, Chinese Academic People Operation & Partnership - Associate Superintendent, Chinese Academic People Operation & Partnership - Associate Superintendent, Chinese Curriculum - Head of Educational Technology - Head of Academic Administration - Team Leader, Secondary & Junior College Education - Team Leader, Primary Education Principals 校长\n\nDirector of Academics - Superintendent of Academic People Operation & Partnership - Head Associate Superintendent, Chinese Academic People Operation & Partnership - Associate Superintendent, Chinese Academic People Operation & Partnership - Associate Superintendent, Chinese Curriculum - Head of Educational Technology - Head of Academic Administration - Team Leader, Secondary & Junior College Education - Team Leader, Primary Education Principals 校长\n\nBBS Kebon Jeruk Ms Beatrice Pijuan Da Roza Mr Richard Herawaty\n\nPrincipal, BBS Kebon Jeruk Preschool & Primary - Principal, BBS Kebon Jeruk Secondary & JC\n\nBBS Pantai Indah Kapuk Ms Pusparini Wirda Ms Linawati Lauw Mr Samuel D. Effendy\n\nPrincipal, BBS Pantai Indah Kapuk Preschool - Principal, BBS Pantai Indah Kapuk Primary - Principal, BBS Pantai Indah Kapuk Secondary & JC\n\nBBS Malang Ms Chen Yen-Chen 陳彥辰 Ms Maria Corazon E. Amores\n\nActing Principal, BBS Malang Preschool - Acting Principal, BBS Malang Primary, Secondary & JC\n\nPrincipal, BBS Bandung Preschool & Primary - Principal, BBS Bandung Secondary & JC\n\nBBS Semarang Mr Mark Laurence Binco Sanorjo - Principal, BBS Semarang Preschool & Primary Mr Bradley Kahlor Jakubowski\n\nActing Principal, BBS Semarang Secondary & JC\n\nBBS Balikpapan Ms Rubelyn Dahino Enriquez Ms Julia Anjanette Jones Arnold - Acting Principal, BBS Balikpapan Primary, Secondary\n\nActing Principal, BBS Balikpapan Preschool\n\n& JC\n\n6\n\nVice Principals 副校长\n\nBBS Kebon Jeruk\n\nMr Wu Wei 吴伟\n\nVice Principal, BBS Kebon Jeruk Preschool & Primary\n\nMs Ine Medyawati\n\nVice Principal, BBS Kebon Jeruk Secondary & JC\n\nBBS Pantai Indah Kapuk\n\nMs Karla Lalaine P Balaoing - Vice Principal, BBS Pantai Indah Kapuk Preschool\n\nMs Alice Shajima Bright\n\nVice Principal, BBS Pantai Indah Kapuk Primary\n\nMs Jane Wedwedan Austria - Acting Vice Principal, BBS Pantai Indah Kapuk Primary\n\nMr Rufes Kirubakara D Charles - Vice Principal (Academic), BBS Pantai Indah Kapuk\n\nSecondary & JC\n\nMr Yustian Archilaus\n\nVice Principal (non-Academic), BBS Pantai Indah\n\nKapuk Secondary & JC\n\nBBS Malang\n\nMr Lee Wei Chih 李维智\n\nActing Vice Principal, BBS Malang Primary\n\nMs Eva Margaretha Marthinus - Acting Vice Principal, BBS Malang Secondary & JC\n\nBBS Semarang\n\nMs Destria Angelina\n\nActing Vice Principal, BBS Semarang Preschool\n\nMs Verawati Br Sitio\n\nVice Principal, BBS Semarang Primary\n\nMr He Chun 贺春\n\nVice Principal, BBS Semarang Secondary & JC\n\nBBS Bandung\n\nMs Emeliana Hipol Németh\n\nVice Principal, BBS Bandung Secondary & JC\n\n7\n\nSchool Calendar 2025-2026 学校学年历\n\n8\n\n5.\n\nIntroduction: THE SCHOOL 学校简介\n\n1. Purpose of the School 学校的目标\n\nTo provide an internationally recognised education in Indonesia\n\n在印度尼西亚提供国际认可的教育\n\nTo ensure that children can benefit from a good education and a loving family\n\nenvironment simultaneously\n\n确保孩子们能够同时受益于良好的教育和充满爱心的家庭环境\n\n2. School Vision 学校的理念\n\nTo be a school that nurtures leaders who strive to be the best that they can be\n\nthrough life-long learning, rooted in our culture and grounded in the Word of God.\n\n成为一所培育卓越领导者的学校，通过终身学习、根植于文化传承和宗教信仰，培养\n\n出精益求精的未来领袖。\n\n3. School Mission 学校的使命\n\nTo enable students to realise a clear sense of self-worth, inculcate discipline, instil\n\nopen-mindedness, integrity, tenacity and courage throughout their learning journey.\n\n让学生体现清晰的自我价值感，自觉遵守纪律、拥有开放的思想、保持诚信，在整个学\n\n习过程中坚忍不拔、勇往直前。\n\n4. School Values 校训/学校价值观\n\nIntegrity 诚信\n\nTeamwork 合作\n\nPassion 激情\n\nDedication 执著\n\nCompassion 仁慈\n\nInspiring 启发\n\nLife-Long Learners 终生学习者 ● One who is keen to learn new things 渴望学习新事物的人\n\n9\n\n6.\n\n7.\n\nOne who is not afraid of changes 不害怕变化的人\n\nOne who experiences success in learning 在学习中体验成功的人\n\nOne who enjoys learning 享受学习的人\n\nOne who knows his or her own potential 了解自己的潜能的人\n\nSchool Philosophy 学校的办学理念 We believe 我们相信 …\n\n… that every child is important 每个孩子都很重要\n\n… that every child is different 每个孩子都与众不同\n\n… that every child needs to feel safe 每个孩子都需要感到安全\n\n… that every child wants to learn 每个孩子都想学习\n\n… in developing children’s self-esteem 要发展孩子的自尊\n\n… in developing their potential 要发展他们的潜力\n\n… in instilling a sense of success in every child 要向每个孩子输入成功感\n\n… that students are our main focus 学生们是我们主要的关注重点\n\nHistory of the School 校史\n\nThe Asta Anugrah Foundation established Bina Bangsa School in June 1999. Its\n\nvision was to develop future citizens and leaders of tomorrow. Therefore, its goal\n\nwas to provide the finest global education for local and international students in a\n\nsafe, clean and healthy environment. Since then, the vision of the School has been\n\nrefined to become “Bina Bangsa School … an environment nurturing life-long\n\nlearners.”\n\n阿斯塔. 恩格拉基金会 ( The Asta Anugrah Foundation） 于1999年6月创立了培民学\n\n校（Bina Bangsa School）。其愿景是培养未来的公民和领导者。因此，其目标是在安\n\n全、清洁和健康的环境中为本地和国际学生提供最优质的全球教育。自此，学校的愿景\n\n被细化为“ 培民学校 ……一个培养终身学习者的环境。”\n\nBina Bangsa School aims to shape life-long learners through various interesting\n\nprogrammes that instil academic excellence, creative thinking and personal\n\n10\n\n8.\n\ndiscipline. Students are encouraged to develop a love for learning and to take\n\nresponsibility in their pursuit of knowledge.\n\n培民学校旨在通过各种有趣的课程培养终身学习者，这些课程注重学术卓越、创造性\n\n思维和个人纪律。鼓励学生培养对学习的热爱，并在追求知识的过程中承担责任。\n\nSchool Curriculum 学校课程 The basis of the Bina Bangsa School Curriculum is the Singapore Curriculum and\n\nthe University of Cambridge IGCSE and AS/A level syllabi.\n\n培民学校课程的基础是新加坡课程和剑桥大学IGCSE和AS/A水平大纲。\n\n\n\nPre-School (4 years) 幼儿园\n\nPre Nursery (cid:0) Nursery (cid:0) Kindergarten 1 (cid:0) Kindergarten 2\n\n\n\nPrimary School (6 years) 小学\n\nPrimary 1 to Primary 6\n\nAt the end of Primary 6, students will sit for the Cambridge Primary\n\nCheckpoint examinations in English, Mathematics and Science.\n\n\n\nSecondary School (4 years) 中学\n\nSecondary 1 to Secondary 4\n\nAt the end of Secondary 4, students will sit for the University of Cambridge\n\nInternational General Certificate of Secondary Education\n\n(IGCSE)\n\nexaminations.\n\n\n\nJunior College (2 years) 初级学院/大学预科班\n\nJunior College 1 to 2\n\nIn the middle of Junior College Year 2 (Year 12), students will sit for the\n\nCambridge International Examinations “AS” level, and at the end of the year,\n\nthe CIE “A2” level examinations to complete their A Level program.\n\n\n\nJunior College Bridging Course (1 year) 初级学院衔接课程\n\nStudents who enter after their National SMP are given a 1 year preparatory\n\ncourse to Junior College.\n\n\n\nAccelerated Class (5 Years) 跳级班\n\nSecondary 1 to Junior College 2\n\n11\n\nQualified students will finish the GCE ‘A’ level studies in 5 years skipping the IGCSE\n\nqualifications. IGCSE syllabus will be finished in 3 years and the A level course will\n\nbe taken in 5 years.\n\n符合条件的学生将在5年内完成普通教育高级水平（GCE 'A' Level）课程，跳过IGCSE\n\n资格认证。IGCSE课程将在3年内完成，A Level课程将在5年内完成。\n\n9. The School Day 教学工作日\n\nThe school day shall be that portion of the calendar day, which includes the\n\nteaching day, intermissions and any additional hours (time) included in the\n\nemployee’s contract. School day defines the normal working day for employees.\n\nThe following school day schedule is only an example. It varies depending on the\n\ncampus. Hours are scheduled according to the workplace, policies, and needs of\n\nthe school, and may change at any time.\n\n学校工作日是指日历日中包括教学日、课间休息以及员工合同规定的任何额外工作时\n\n间的部分。学校工作日定义了员工的正常工作日。以下工作日安排仅为示例，具体时间\n\n会因校区不同而有所差异。工作时间将根据工作地点、政策和学校需要进行安排，并可\n\n能随时调整。\n\nIn general, working hours is 7 (seven) hours/day or 40 (forty) hours/week for 6 (six)\n\nworking days; or 8 (eight) hours/day or 40 (forty) hours/week for 5 (five) working\n\ndays, with the following conditions:\n\n一般来说，工作时间为每周6个工作日，每天7小时，或每周5个工作日，每天8小时，总\n\n计每周40小时，具体规定如下：\n\nDay / Working Hours 工作日 / 工作时间\n\nMonday - Friday : 07.00 - 16.00 WIB\n\nSaturday : work as needed\n\n星期一至星期五 ：07.00 - 16.00 西印尼时间\n\n星期六 ：根据需要安排工作\n\n12\n\nWork break 工作休息时间\n\n1 hour every day\n\n每天休息1小时\n\nTeachers are required to be present at the workplace no later than 15 minutes before the\n\nstart of working hours. Any lateness or absence will be considered a serious neglect and a\n\nform of violation. For each lateness, a deduction equal to Rp 50.000 (in words: fifty\n\nthousand rupiah) per day of total monthly salary will be imposed.\n\n教师必须在工作时间开始前至少15分钟到岗。任何迟到或缺勤都将视为严重失职和违规行\n\n为。每次迟到将从当月总工资中扣除五万印尼盾。\n\nClasses are expected to start and end on time. Dismissing a class before the bell rings at\n\nthe end of the period or day shall be considered early dismissal and is a breach of duties.\n\n课程应准时开始和结束。在上课时间或放学前铃响之前提前解散学生将被视为提前下课，是\n\n违反职责的行为。\n\n13\n\nSection One: THE TEACHER 第一章：教师\n\nA.\n\nTeacher Classification 教师类别\n\nTeaching staff is classified either as full-time or part-time.\n\n教学人员分为全职教师和兼职教师。\n\nA.1 Full-Time 全职教师\n\nA full-time teaching staff is one whose duties in Bina Bangsa School\n\nconstitute his/her principal interest. He/She spends about 32 periods per\n\nweek in school engaged in the following activities:\n\n全职教师是指其在培民学校的职责是其主要工作，每周大约承担32节课时，参\n\n与以下活动：\n\nTeaching 教学\n\nclass preparation, research, marking and other activities 备课、研究、批\n\n改及其他教学活动\n\nstudent counselling 学生辅导\n\n\n\nremedial / enrichment classes 补救/拓展课程\n\ncommittee work 委员会工作\n\nCCA / ECA 课外活动 / 联课活动\n\nstaff meetings 教职员会议\n\n\n\nin-service seminars for teacher development 在职教师发展研讨会\n\nother official activities requiring teaching staff attendance 其他需要教师出\n\n席的官方活动\n\nadditional hours per week for overloads 超课时的额外工作\n\nA.2 Part-Time 兼职教师\n\nA part-time teaching staff is one who is distinguished by the following:\n\n\n\nthe time spent on another professional occupation or business concern\n\nprevents him/her\n\nfrom devoting up to 32 periods or as agreed.\n\n兼职教师是指由于从事其他专业工作或业务，无法承担32节课时或约定课\n\n时数的教师。\n\n14\n\nB.\n\nTeacher’s Code of Ethics 教师职业道德规范\n\nThe following professional attributes reflect the core values expected from the teacher to\n\ncreate a positive learning environment and uphold high standards at Bina Bangsa School.\n\nTeachers agree to embody these values in every interaction with the school community.\n\nFailure to adhere to these standards may result in disciplinary action, including\n\ntermination, in accordance with school policies.\n\n以下专业素质反映了培民学校期望教师具备的核心价值观，旨在营造积极的学习环境并维持\n\n高标准。教师同意在与学校社区的所有互动中践行这些价值观。未能遵守这些标准将根据学\n\n校政策可能受到纪律处分，包括解雇。\n\nIntegrity 诚信\n\nTeachers shall uphold strong moral, ethical, and religious values in all aspects of life,\n\nserving as a role model in both professional and personal conduct, including online\n\nbehaviour, in accordance with the standards of Bina Bangsa School.\n\n教师应在生活的各个方面坚持高尚的道德、伦理和宗教价值观，成为专业和个人行为的榜样，\n\n包括在线行为，符合培民学校的标准。\n\nTeamwork 合作\n\nTeachers shall foster a collaborative culture by engaging all members of the school\n\ncommunity, including supervisors, colleagues, students, and parents, and are expected to\n\ncontribute to shared goals, support group efforts, and promote an inclusive environment.\n\n教师应通过与学校社区的所有成员（包括主管、同事、学生和家长）积极合作，营造协作文化\n\n，支持团队目标，促进包容性环境。\n\nPassion 激情\n\nTeachers shall demonstrate enthusiasm and commitment to education, inspiring others\n\nthrough creativity, continuous growth, and dedication to excellence.\n\n教师应展现对教育的热情和承诺，通过创造力、持续成长和追求卓越来激励他人。\n\n15\n\nDedication 敬业\n\nTeachers shall demonstrate strong commitment to the school by fulfilling teaching and\n\nother duties, and actively contributing to the success of school initiatives, events, and\n\ncommittees.\n\n教师应通过履行教学和其他职责，积极参与学校的计划、活动和委员会，展现对学校的高度承\n\n诺。\n\nCompassion 关爱\n\nTeachers shall show empathy and concern for the well-being of the school community,\n\nproviding support as needed.\n\n教师应展现同理心，关心学校社区成员的福祉，并在需要时提供支持。\n\nEffective Communication 有效沟通\n\nTeachers shall communicate clearly and professionally with all members of the school\n\ncommunity, fostering transparency, mutual respect, and understanding. The teacher is\n\nrequired to address conflicts constructively to build positive relationships within the school\n\ncommunity.\n\n教师应与学校社区的所有成员进行清晰、专业的沟通，促进透明、相互尊重和理解。教师需建\n\n设性地处理冲突，建立积极关系。\n\nSocial-Emotional Well-being 社交与情绪稳定\n\nTeacher shall maintain appropriate emotional and social conduct when interacting with all\n\nmembers of the school community. This includes demonstrating emotional stability,\n\nself-regulation, and composure at all times. The teacher is also required to model\n\nappropriate behaviour and avoid any actions deemed intimidating, such as raising their\n\nvoice excessively, engaging in aggressive actions toward individuals or objects, including\n\nstriking, throwing, or other actions that indicate excessive frustration.\n\n教师在与学校社区的所有成员互动时应保持适当的情绪与社交行为，包括始终展现情绪稳\n\n定、自我调节和冷静。教师还需以身作则，避免任何被视为恐吓的行为，如过度提高嗓音、对\n\n人或物的攻击行为，包括打击、投掷或其他过度挫败感的表现。\n\n16\n\nInspiration 启发\n\nTeachers shall motivate and encourage others, setting a positive example and advocating\n\nfor continuous improvement.\n\n教师应激励并鼓舞他人，树立积极榜样，倡导持续改进。\n\nIt is imperative that you as a teacher of BBS, are aware and practise the Teachers’ Code\n\nof Ethics at all times.\n\n作为培民学校的教师，你必须始终了解并践行教师职业道德规范。\n\nB.1 The Teacher’s Responsibilities towards Pupils 教师对于学生的职责\n\n1.1\n\nThe teacher shall give foremost consideration to the pupil’s well-being. 教师\n\n应将学生的福祉置于首位。\n\n1.2\n\nThe teacher shall direct his/her whole professional effort to assist the pupil to\n\ndevelop his/her whole personality including his/her ability to work. 教师应全力\n\n协助学生发展其完整人格，包括其学习能力和工作能力。\n\n1.3\n\nThe teacher shall foster in his/her pupils, honesty, integrity and consideration\n\nfor others and shall do nothing, by precept or example, to discredit these\n\nqualities. 教师应培养学生的诚实、正直和关爱他人的品质，且不得以言行削弱\n\n这些品质。\n\n1.4\n\nThe teacher shall act and shall be seen to act, with justice. 教师应以公正的方\n\n式行事，并展现公正的行为。\n\n1.5\n\nThe teacher shall exercise authority in accordance with the law of the land\n\nand with evolving concepts of the pupil’s needs and rights. 教师行使权力时应\n\n依照国家法律，并结合学生需求和权利的不断发展观念。\n\n1.6\n\nThe teacher shall recognise that each child is an individual and that children\n\ncan differ in what is required for the promotion of their education. 教师应认识\n\n到每个孩子都是独立的个体，其在教育方面的需求可能不同。\n\n1.7\n\nThe teacher shall recognise an obligation to assist all pupils under his/her\n\ncharge to develop their talents suitably and to the fullest extent feasible. 教师\n\n有责任协助所有所教学生根据其特长发展潜能，尽量发挥其最大潜能。\n\n17\n\n1.8\n\nThe teacher shall recognise that s/he should work with parents to promote\n\nthe welfare of pupils, particularly by consulting and involving parents,\n\nwhenever this is desirable. 教师应与家长合作以促进学生福祉，尤其在适当时\n\n应咨询并让家长参与相关事务。\n\n1.9\n\nThe teacher shall make reasonable effort to protect the pupil from conditions\n\nharmful to learning or to health and safety. 教师应尽合理努力保护学生免受不\n\n利于学习、健康或安全的情况影响。\n\n1.10\n\nThe teacher shall not intentionally expose the pupils to embarrassment or\n\ndisparagement. 教师不得故意让学生感到羞辱或受到贬低。\n\n1.11\n\nThe teacher shall not use professional relationships with pupils for private\n\nadvantage. 教师不得利用与学生的专业关系谋取私利。\n\n1.12\n\nThe teacher shall not disclose information about pupils obtained in the\n\ncourse of professional service. 教师不得泄露在履行教育职责过程中获得的关\n\n于学生的信息。\n\nB.2 The Teacher’s Responsibilities towards Colleagues and the Teaching\n\nProfession 教师对同事和教学专业的职责 2.1\n\nThe teacher shall respect the professional standing and opinions of his/her\n\ncolleagues and shall maintain in his/her relations with them to the highest\n\nstandards of professional courtesy. 教师应尊重同事的专业地位和意见，并在\n\n与其交往中保持最高的专业礼貌标准。\n\n2.2\n\nThe teacher shall be prepared to help in all possible ways junior colleagues\n\nand those in training. 教师应尽可能协助新同事及实习教师。\n\n2.3\n\nThe teacher shall accept the authority of senior professional colleagues while\n\nretaining the right to express his/her professional opinion. 教师应接受资深专\n\n业同事的指导权威，同时保有表达自己专业意见的权利。\n\n2.4\n\nThe teacher shall recognise his/her obligation to advance the causes of\n\neducation and hence the causes of the teaching profession. 教师应意识到自\n\n己有责任推动教育事业的发展，从而推动教师职业的发展。\n\n18\n\n2.5\n\nThe teacher shall recognise his/her obligation to improve his/ her\n\neffectiveness as a teacher in every possible way. 教师应意识到自己有义务以\n\n各种方式提升教学效能。\n\n2.6\n\nThe teacher shall recognise his/her responsibility for his/her own actions and\n\njudgements and s/he shall be prepared to stand by their consequences. 教师\n\n应对自己的行为和判断负责，并愿意承担相应的后果。\n\n2.7\n\nThe teacher shall recognise his/her duty to manifest responsibility, individual\n\ninitiative and integrity in his/her teaching and other professional actions within\n\nguidelines laid down for the profession. 教师应在教学及其他专业行为中表现\n\n出责任感、主动性和正直，并遵守专业准则。\n\n2.8\n\nThe teacher shall not knowingly make a false statement concerning the\n\nqualifications and competence of a candidate applying for a position. 教师不\n\n得故意对求职者的资历或能力作出虚假陈述。\n\n2.9\n\nThe teacher shall not accept gratuity, gift or favour that might impair or\n\nappear to influence professional decisions or actions. 教师不得接受可能影响\n\n或看似会影响其专业决策或行为的礼物或好处。\n\n2.10\n\nThe teacher shall not censure other teachers or to criticise their work in the\n\nhearing of pupils and/or the general public. 教师不得在学生或公众面前批评或\n\n贬低其他教师及其工作。\n\n2.11 The teacher shall not by public statement bring the profession, his/her school\n\nor the department in which s/he works into disrepute. 教师不得通过公开发言\n\n使教育行业、学校或其所属部门声誉受损。\n\n2.12\n\nThe teacher shall appreciate that, while as a professional person s/he must\n\naccept responsibility for his/her actions, his/her duty shall be to carry out\n\nreasonable instructions from senior professional colleagues. 教师应理解，作\n\n为专业人士须为自己行为负责，同时也有义务执行资深同事的合理指示。\n\n2.13 Senior professional colleagues shall give a teacher all support and help that\n\nis in their power to make the teacher’s work effective, consult and inform\n\nhim/her on matters affecting his/her work and treat him/her with justice and\n\ndignity, not least when it becomes necessary in the interest of pupils and\n\nother colleagues to attain greater efficiency and more ethical professional\n\n19\n\nbehaviour. 资深教师应尽力支持和协助其他教师的工作，就其工作相关事宜提\n\n供咨询与信息，并在维护学生和其他同事利益的前提下，以公正和尊重的态度\n\n对待其同仁，以达成更高效率和更符合道德规范的专业行为。\n\n2.14\n\nSenior professional colleagues shall not censure teachers or criticise their\n\nwork in public places. 资深教师不得在公共场所批评其他教师或其工作。\n\nB.3. The Teacher’s Responsibilities to the Parents of his Pupils and to the\n\nCommunity 教师对学生家长和社区的责任\n\n3.1\n\nThe teacher shall recognise the right of a parent to consult him/ her, through\n\nproper channels, on the welfare or progress of a pupil. The teacher shall\n\nrecognise the right of a parent to be consulted about any matter which\n\nconcerns the future development of his child. 教师应承认家长有权通过适当渠\n\n道就学生的福祉或学习进展与其沟通，并承认家长有权被咨询涉及其子女未来\n\n发展的任何事务。\n\n3.2\n\nThe teacher shall do nothing to undermine lawful parental authority but shall\n\nbe prepared to give advice which, in his/her professional view, is in the best\n\ninterest of the pupil. 教师不得破坏合法的家长权威，但应准备在专业立场上为\n\n学生的最佳利益提供建议。\n\n3.3\n\nThe teacher shall make every effort to encourage parents to interest\n\nthemselves actively in the education and welfare of their children. 教师应尽一\n\n切努力鼓励家长积极关心孩子的教育和福祉。\n\n3.4\n\nThe teacher shall act within the community in a manner which enhances the\n\nprestige of the profession. 教师应在社区中以提升教师职业声望的方式行事。\n\n20\n\nB.4 Teacher’s Job Description - Overall Purpose of Position 教师职务说明 - 职位\n\n的总体目标\n\nThe following job description is a guideline and not an exhaustive list of duties. Any\n\nadditional tasks assigned by the school are considered reasonable and expected of a\n\nteacher at an educational institution.\n\n以下职务说明为指导性内容，并非详尽列出所有职责。学校分派的任何其他任务均视为合理\n\n并期望教师履行。\n\n4.1 Administration 行政管理\n\n4.1.1 Provide a written report on the evaluation of students' progress based on\n\nappropriate and accurate criteria to the principal.\n\n根据适当且准确的标准向校长提供学生学习进展的书面报告。\n\n4.1.2 Attend regular or ad hoc meetings for general planning, discussions,\n\nperformance feedback, consultation, exchange of ideas, etc.\n\n参加定期或临时会议，进行总体规划、讨论、绩效反馈、咨询和交流意见。\n\n4.1.3 Work in cooperation with other teachers within Bina Bangsa School to\n\ncoordinate teaching activities, discuss various matters, and plan activities.\n\n与培民学校其他教师合作，协调教学活动，讨论各项事务并规划活动。\n\n4.1.4 Meet parents during end of term meetings and at any other time to discuss\n\nstudents’ progress and conduct.\n\n在学期结束会议或其他时间会见家长，讨论学生的学习进展和行为表现。\n\n4.2 Programme Development 课程开发\n\n4.2.1 Keep proper records of what is taught and materials used in the class.\n\n妥善记录课堂所授内容和使用的教材。\n\n4.2.2 Acquire new teaching materials and keep up to date with subjects taught.\n\n获取新教学材料，确保所教学科内容与时俱进。\n\n4.2.3 Prepare a bank of teaching materials and assessments.\n\n准备教学资源库和评估资料。\n\n4.2.4 Provide suggestions and ideas on effective implementation and\n\nmodification of the curriculum.\n\n21\n\n就课程的有效实施与修改提出建议和想法。\n\n4.3 Teaching Responsibilities 教学职责\n\n4.3.1 Submit an overall lesson plan at the beginning of the Academic Year to the\n\nprincipal or Head of Department.\n\n在学年开始时向校长或主任提交总体教学计划。\n\n4.3.2 Submit detailed weekly lesson plans to the principal or head of department.\n\n每周向校长或主任提交详细的教学计划。\n\n4.3.3 Deliver daily lessons in the class based on lesson plans that have been\n\nSubmitted.\n\n根据已提交的教学计划进行每日课堂教学。\n\n4.3.4 Prepare all materials needed for daily lessons.\n\n准备每日教学所需的全部材料。\n\n4.3.5 Provide assistance and/or additional classes to students in need.\n\n为有需要的学生提供帮助和/或额外课程。\n\n4.3.6 Prepare, conduct and mark tests.\n\n准备、进行并批改测试。\n\n4.3.7 Prepare and lead co-curricular activities after school hours.\n\n准备并领导课后联课活动。\n\n4.3.8 Teach and educate according to the prescriptions of the Curriculum and the\n\ndirectives of the competent authority.\n\n根据课程规定和相关主管部门的指示进行教学。\n\n4.3.9 Teach and educate pupils according to the educational needs, abilities and\n\nattainment of individual students or groups entrusted to his/her care by the\n\nHead of School.\n\n根据校长指定的学生或群体的教育需求、能力和水平进行教学。\n\n4.4 General 一般职责\n\n4.4.1 Participate in all school activities as requested by the principal or head of\n\nDepartment.\n\n按校长或主任要求参与所有学校活动。\n\n22\n\n4.4.2 Execute additional responsibilities as directed by the principal.\n\n执行校长指派的额外职责。\n\n4.4.3 Execute and uphold all School regulations.\n\n执行并遵守所有学校规章制度。\n\n4.4.4 Uphold and protect the reputation and goodwill of the school at all times.\n\n时刻维护和保护学校声誉和良好形象。\n\nB.5 Main Responsibilities 主要职责\n\n5.1\n\nPlans, prepares and delivers lessons; 计划、准备并授课。\n\n5.2\n\nAssigns work, corrects and marks regularly, work carried out by his/her\n\nstudents; 布置作业，并定期批改学生完成的作业。\n\n5.3\n\nAssesses, records and reports on the development, progress and attainment\n\nand behaviour of his/her students; 评估、记录并汇报学生的发展、进步、学习\n\n成绩和行为表现。\n\n5.4\n\nProvides or contributes to oral and written assignments, reports and\n\nreferences relating to individual students or groups of students; 提供或参与有\n\n关个人或小组学生的口头和书面作业、报告和推荐信的准备。\n\n5.5\n\nParticipates in arrangements within an agreed framework for the appraisal of\n\nthe student’s performance; 在商定框架内参与学生表现的评估安排。\n\n5.6\n\nPromotes the general progress and well-being of individual students, groups\n\nof students or class/es entrusted to him/her; 促进所负责的个人、学生小组或\n\n班级的整体进步和福祉。\n\n5.7\n\nProvides guidance and advice to students on educational and social matters\n\nand on their further education and future careers, including information about\n\nsources of more expert advice; 就教育、社会事务、后续教育和未来职业为学\n\n生提供指导和建议，包括相关专家咨询的渠道信息。\n\n5.8\n\nCommunicates, consults and co-operates with other members of the school\n\nstaff, including those having posts of special responsibility and parents in the\n\ninterest of the pupils; 与学校其他教职员工（包括有特殊职责的人员）及家长沟\n\n通、协商并合作，以学生利益为重。\n\n23\n\n5.9\n\nParticipates during school time in meetings held in the interest of the\n\nstudents; 在工作期间参与为学生利益而召开的会议。\n\n5.10 Reviews and evaluates his/her methods of teaching and learning and the\n\nteaching and learning programme/s within the School Curriculum; 审视并评\n\n估其教学方法及校内课程的教学与学习计划。\n\n5.11 Advises and co-operates with the School Principal, Head of School, Assistant\n\nHead, other teachers and Education Officers in the preparations and\n\ndevelopment of courses of study, teaching materials and teaching\n\nprogrammes, methods of teaching and assessments and pastoral care\n\narrangements; 就课程开发、教学材料与计划、教学方法与评估及学生关怀安\n\n排等，向校长、副校长、其他教师和教育管理提供建议并合作。\n\n5.12 Participates in further personal training and professional development as a\n\nteacher, including the attendance to in-service education and training\n\ncourses prescribed by the AB; 参加进一步的个人培训和专业发展，包括参加\n\n学术委员会规定的在职教育和培训课程。\n\n5.13 Maintains good order and discipline among pupils and safeguards their\n\nhealth and safety at any time and place when students are under his/her\n\ncare; 在任何时间和场合下，对所负责的学生保持良好的秩序和纪律，保障其健\n\n康与安全。\n\n5.14 Participates in staff, group or other meetings for the better organisation and\n\nadministration of the school, or related to the school curriculum or pastoral\n\ncare arrangements; 参加有关学校组织管理、课程安排或学生关怀的教职员\n\n工、小组或其他会议。\n\n5.15 Contributes to the professional development of new teachers and student\n\nteachers according to arrangements agreed upon with the Head of School;\n\n根据与校长达成的安排，促进新教师和实习教师的专业发展。\n\n5.16\n\nProvides the necessary information and advice and makes the necessary\n\nrequisitions and arrangements in connection with the teaching of the\n\nsubject/s assigned to him/her; 提供与所教授学科相关的必要信息和建议，并进\n\n行必要的申请和安排。\n\n24\n\n5.17\n\nEnsures the safe custody of equipment normally used by him/her during\n\nlessons and sees to its regular servicing and maintenance; 确保其课堂常用\n\n设备的安全保管，并监督其定期保养和维护。\n\n5.18 Attends school assemblies; 出席学校朝会。\n\n5.19 Registers the attendance of students under his/her care; 登记所负责学生的\n\n出勤情况。\n\n5.20 Shares in any possible and reasonable way in the proper management,\n\norganisation, order and discipline of the school; 以一切可能和合理的方式参\n\n与学校的管理、组织、秩序和纪律工作。\n\nB.6 Lesson Preparation & Planning 备课及教学计划\n\nWhile preparing lessons, it would be appropriate to consider the following points:\n\n备课时，应考虑以下要点：\n\n6.1\n\nWhat added value are you giving to the level of the pupil’s educational\n\nachievement? 你为提升学生学业成就带来了哪些附加价值？\n\n6.2\n\nHow can you create ways of adding value to the pupils’ education? 你如何创\n\n造出为学生教育增值的方法？\n\n6.3\n\nHow do you intend to test what has been achieved? 你打算如何检测所取得的\n\n成果？\n\n6.4\n\nWhat are your remedial plans? 你的补救计划是什么？\n\nB.7 Effective Classroom Style 有效的课堂风格\n\nIn developing your style, it might be helpful to consider the following points:\n\n在形成你的教学风格时，考虑以下要点可能会有所帮助：\n\n7.1\n\nTry to be as well-organised and efficient as you can; 尽量做到有条理且高\n\n效。\n\n7.2 Show by your manner that you are looking forward to teaching the class and\n\nthat you do not expect any problems; 以表明你期待教学，并且对课堂设计没\n\n有问题。\n\n7.3 Make clear to the class what is expected and valued; 明确向学生说明课堂的\n\n25\n\n期望和重视的内容。\n\n7.4 Praise good work; 表扬优秀产出。\n\n7.5 Review the balance between your positive and negative comments about\n\npupils’ work and behaviour; 审视你对学生作业和行为的正面与负面评论之间\n\n的平衡。\n\n7.6 Always be vigilant and never ignore misbehaviour or allow it to escalate; 始\n\n终保持警觉，绝不忽视不当行为或任其升级。\n\n7.7 Use bold gestures and positive facial expressions to reinforce your style of\n\nteaching; 使用大方的手势和积极的面部表情来强化你的教学风格。\n\n7.8 Use a calm, relaxed facial expression to be an effective teacher; 保持冷静、\n\n放松的表情以成为有效的教师。\n\n7.9 Resist any temptation to use physical contact; 抵制任何使用肢体接触。\n\n7.10 Control and be calm when dealing with pupils so as to be positive and\n\nassertive; 在应对学生时保持冷静和控制，从而做到积极和坚定。\n\nB.8 Daily Work 日常工作\n\n8.1 Staff members will be held accountable for the maintenance and safe keeping\n\nof all graded or class work. All graded assessments (Topical Tests, Spelling\n\nTests, Practical Tests, Project Work, CF / FB Worksheets, Art + Craft Work)\n\nshould be recorded on network or other records or as prescribed by Department\n\nHeads, Vice Principal, or Principal. 教职员工需对所有已评分或课堂作业的维护\n\n和安全保管负责。所有评分评估（专题测验、拼写测验、实践测试、项目作业、\n\nCF / FB 讲义、艺术与手工艺作品）应按部门主管、副校长或校长规定，记录在网\n\n络系统或其他记录中。\n\nB.9 School Activities 学校活动\n\nStaff members, by getting involved in the school’s activities, will be contributing to the\n\nwhole school issues rather than just curricular ones. School activities will give you the\n\nopportunity to develop relationships with other members of staff and with students\n\nacross the whole school. These relationships have a beneficial effect on your\n\n26\n\nteaching through the mutual respect and trust gained from participating in an activity.\n\n教职员工参与学校活动，不仅仅是关注课程问题，而是对整个学校事务做出贡献。学校\n\n活动为你提供了与其他教职员工及全校学生建立关系的机会。这些关系通过参与活动所\n\n获得的相互尊重和信任，将对你的教学产生积极影响。\n\nB.10 Dress Code 着装规范\n\nDRESS STANDARDS AND UNIFORM 着装标准和制服\n\n10.1 The School Uniform 学校制服\n\nTeachers are issued a school uniform at the start of the year. Teachers\n\nare expected to wear these uniforms with slacks or chinos during school\n\ndays and other official functions of the school. 教师在学年开始时会领取校\n\n服。教师在上课日和学校的其他正式场合应搭配长裤或卡其裤穿着校服。\n\n10.2 Dress Standards 着装标准\n\nOn occasions that it is not possible to prepare and wear the prescribed\n\nuniform, teachers are expected to present a positive, professional image\n\nin language, behaviour, and dress code. 在无法穿着规定制服的情况下，\n\n教师应在语言、行为和着装方面展现积极、专业的形象。\n\nAll personnel working with the schools shall, during the instructional day,\n\nbe in accordance with the following guidelines, 所有在学校工作的人员在\n\n教学日内应遵循以下指导原则：\n\nShoes 鞋类\n\nPersonnel should wear shoes that provide support and protection.\n\nFemale staff members may, when appropriate, wear sandals, preferably\n\nwith backs. However, beach-type footwear, such as flip-flops, shower\n\nshoes and plastic shoes, e.g. Crocs, are not appropriate at any time. 工作\n\n人员应穿戴有支撑性和保护性的鞋子。女性教职员工在适当情况下可穿凉\n\n27\n\n鞋，最好是有后带的。但沙滩鞋、夹脚拖鞋、浴室拖鞋及塑料鞋（如 Crocs）在\n\n任何情况下都不合适。\n\nPreschool teachers are allowed to wear sandals within the preschool\n\npremises as necessary. However, they are required to change into\n\nappropriate footwear when leaving the preschool premises. 幼儿园教师在\n\n园区内如有需要可穿凉鞋，但离开园区时必须更换为适当的鞋履。\n\n10.3 Inappropriate dress or personal grooming includes, but is not limited to\n\n不适当的着装或个人打扮包括但不限于\n\nDenim jeans of all colours unless authorised on special days such as\n\nsports or house days, CCAs, field trips and the like. 除非在体育日、社团\n\n日、课外活动、校外教学等特定获准日子，禁止穿任何颜色的牛仔裤。\n\nDenim jeans that are too tight or that have been altered in any manner\n\nthat is inconsistent with this policy when allowed on sports / house days.\n\n即使在获准穿牛仔裤的日子，也禁止穿过紧或经过不符合本政策改造的牛\n\n仔裤。\n\nLeggings, tights (except under skirts, dresses, jumpers) 打底裤、紧身裤\n\n（除非作为裙子、连衣裙或围裙下的穿着）\n\nWarm-up pants or sweat suits, or T-shirts, overalls 运动裤、运动服、T恤、\n\n工装裤\n\nWork clothes (except for specific assignments or on work days as pre-\n\napproved by the school principal) 工作服（除非经校长事先批准用于特定任\n\n务或工作日）\n\nClothing or accessories with slogans that are suggestive of drugs,\n\nalcohol, sex, obscenities or casinos 带有毒品、酒精、性、猥亵或赌场暗示\n\n标语的衣物或配件\n\nProvocative clothing (thin straps, tube tops, low necklines, low backs,\n\nstrapless, too tight, too short, midriff revealing, see through, etc.) 暴露性\n\n衣物（细肩带、抹胸、低领、低背、无肩带、过紧、过短、露腹、透视等）\n\n28\n\nDisplay of controversial tattoos and body piercing (eyebrow, nose,\n\ntongue) that are disruptive to the teaching/learning process 影响教学/学\n\n习的有争议性纹身和身体穿洞（如眉环、鼻环、舌环）\n\nHair wrapping or curlers of any type 任何形式的头巾缠绕或卷发器\n\nHair colouring or dyeing of atypical hues and colours 不寻常色调和颜色的\n\n染发\n\nMales wearing earrings 男性佩戴耳环\n\n10.4 Athletic Attire 运动服饰\n\nPhysical Education staff members are allowed to wear athletic attire as\n\nrequired by their classes. Please check with the Physical Education\n\nCoordinator for proper athletic attire. 体育教师可根据课程需要穿着运动服\n\n，请与体育协调员确认合适的运动服标准。\n\nStaff members are allowed to change into athletic attire / house shirts /\n\nCCA shirts as required by current activities such as but not limited to Art\n\nsessions, Drama, Dance training, athletics CCAs and club training. 教职\n\n员工可根据当前活动需要更换运动服、社团服或课外活动T恤，例如美术\n\n课、戏剧、舞蹈训练、运动社团和俱乐部训练等。\n\nB.11 Absences 缺勤\n\n11.1\n\nIf a teacher is unable to attend to their duties due to illness, the teacher is\n\nexpected to keep the school informed on a daily basis 30 minutes before\n\nschool starts. A teacher is expected to arrive 15 minutes before the start of\n\nthe working hour. 如果教师因病无法履行职责，须每日在上课开始前30分钟通\n\n知学校。教师应在上班时间开始前15分钟到校。\n\n11.2\n\nLateness and absences are viewed as a serious neglect of duty. 迟到和缺勤\n\n被视为严重失职。\n\nA medical certificate is to be drawn up by a doctor on the first day of illness.\n\nA copy should be given to the school administration on the day when you\n\nresume duty. The medical certificate is to be issued weekly if you are to\n\n29\n\nremain ill for a long spell. 病假第一天需由医生开具病假证明。恢复上班当天应\n\n向学校行政部门提交一份复印件。如病假持续时间较长，应每周提交新的病假\n\n证明。\n\nB.12 Accountability 责任制\n\nAs a teacher you are expected to:\n\n作为教师，你应当：\n\n\n\nbe punctual and give a full day’s work; 准时到校并完成整天工作；\n\n\n\nbe prepared for all lessons; 备课充分；\n\n\n\nkeep all students occupied and interested; 使所有学生保持专注和兴趣；\n\nmark all work constructively; 建设性地批改所有作业；\n\nmonitor students’ progress and keep an accurate record of it; 监控学生进步并准\n\n确记录；\n\n\n\naccess the School website and other relevant websites regularly as this keeps\n\nyou informed about latest developments taking place. 定期访问学校网站及其他\n\n相关网站，了解最新动态。\n\nB.13 Data Protection 数据保护\n\nAll information and any other material holding information about students shall\n\nremain\n\nthe property of\n\nthe employer when\n\nthese are\n\ntaken out of\n\nschool/workplace for home working; henceforth the employee is bound by all policies\n\nand regulations related to such matters as applied in the school and shall take all the\n\nmeasures normally taken in the school/ workplace to secure such information and\n\nmaterials.\n\n所有关于学生的信息及相关材料在带离学校或工作场所进行在家办公时，仍属雇主财产\n\n；因此，员工须遵守学校对此类事项适用的所有政策和规定，并采取学校/工作场所通常\n\n使用的安全措施来保护这些信息和材料。\n\nB.14 Other Expectations 其他期望\n\n14.1 TEACHER PRESENCE 保持教师在场\n\n30\n\nthe\n\nTeachers must not leave students unsupervised.\n\n教师不能让学生处于无人监管状态。\n\nIf a teacher must leave the room, he/she must send for another teacher, an\n\nassistant, the lead teacher, or the principal. Except for extenuating\n\ncircumstances, a teacher must not assign an unqualified person to\n\nsupervise his/her class when he/she must leave the room. Students and\n\ncustodians are not qualified to watch a class. When a teacher is assigned to\n\nduty, he/she may be held liable for a student’s injury if school policy and\n\nprocedures are not properly followed. 如教师必须离开教室，需请另一位教\n\n师、助教、主教或校长代为监管。除非特殊情况，教师不得指派不合格人员监\n\n管班级。学生和清洁工不具备监管资格。如果教师在值班时未遵循学校政策\n\n和程序而导致学生受伤，可能需要承担责任。\n\n14.2 THE CLASSROOM 教室\n\n14.3.1 Classroom doors must remain unlocked at all times when pupils\n\nare in the class, unless otherwise stated. The glass on the door\n\nshould not be covered. 除非另有说明，教室内有学生时，门必须始终\n\n保持未上锁状态，门上的玻璃不应被遮挡。\n\n14.3.2 Teachers should maintain classrooms that are safe, orderly,\n\nattractive and inviting. Bulletin boards should be up-to-date and\n\nmeaningful (student’s work displayed, instructional themes evident,\n\netc.). Rooms should be free of litter. 教师应保持教室安全、有序、整\n\n洁且具吸引力。布告栏应保持最新且富有意义（展示学生作品、明确教\n\n学主题等）。教室内应无垃圾。\n\n14.3.3 Cell phones are not to be used during instructional settings unless\n\nfor role plays or similar activities. 在教学期间不得使用手机，除非用\n\n于角色扮演或类似活动。\n\n31\n\n14.3 DANGEROUS ITEMS / VALUABLES 危险物品 / 贵重物品\n\nTeachers must not leave scissors, protractors or other items that may be\n\nused as weapons out on their shelves or allow students to use such items\n\nunattended. 教师不得将剪刀、量角器或其他可能用作武器的物品随意放在架\n\n子上，或允许学生在无人监管下使用这些物品。\n\nForm Teachers should collect student cell phones and store them in a secure\n\narea. Most classes have a secure metal cupboard for this purpose. The\n\nkeys of these cupboards should be kept by the teacher and not by the\n\nstudents. 班主任应收集学生手机并保存在安全区域。大多数班级配有用于此目\n\n的的安全金属柜。柜子的钥匙应由教师保管，而不是学生。\n\n14.4 TEXTBOOKS AND MATERIALS 课本以及相关资料\n\nForm Teachers should ensure that students bring home their textbooks and\n\nfiles. No student should be allowed to leave his / her items under the desk or\n\ninside the classroom, except in lockers provided. 班主任应确保学生将课本和\n\n文件带回家。除非存放在指定储物柜中，不得允许学生将物品留在课桌下或教\n\n室内。\n\nAll musical instruments should be brought home after school days with music\n\nperiods. Loss and damage to left items is not the responsibility of the\n\nSchool. All parents are advised to label the belongings of their children, to\n\navoid loss. 所有乐器在上过音乐课的当天应带回家。学校对遗失或损坏的留置\n\n物品概不负责。建议家长为孩子的物品贴上标签，以避免丢失。\n\nAll teachers are expected to instruct students to file their work, notes,\n\nhandouts and the like. Teachers are to check regularly if students index and\n\ncorrect their work as needed by the subject. 所有教师应指导学生整理归档其\n\n作业、笔记、讲义等，并定期检查学生是否按学科要求做好索引和修订。\n\n32\n\n14.5 ENGLISH ONLY POLICY 讲英文政策\n\nIn all dealings with students, teachers are expected to communicate using\n\nthe English language. Students who persist in speaking in their mother\n\ntongue not because of ability but by volition should be reprimanded or\n\ncorrected. 教师在所有与学生的交流中应使用英语。对于并非因为能力限制，\n\n而是故意坚持使用母语的学生，应予以纠正或训诫。\n\nThe only exceptions are Chinese language lessons and Bahasa Indonesia\n\nlessons. Teachers in these subjects are exempted from this policy. It is\n\npreferred, though, that outside the classroom, these teachers converse with\n\nthe students in English or Chinese. 唯一的例外是中文课和印尼语课。这些科\n\n目的教师不受此政策约束。但在课堂之外，仍建议这些教师与学生使用英语或\n\n中文交流。\n\nB.15 Homework and Study Policy 家庭作业与学习政策\n\nRegular, effective homework is an essential part of school work for all pupils. The\n\ntype and amount of homework that a teacher issues will vary from class to class.\n\nHence, teachers should give homework that is meaningful and reasonable and has\n\nthe purpose of reinforcing what the teacher is teaching in the classroom or is\n\npreparing for needed research. For example, if the child can work 10 problems\n\nsuccessfully, he/she does not need to work 50 .However it is essential to ensure that\n\nthe homework given is compatible with the school’s homework policy. Homework\n\nshould consolidate the work done at school.\n\n定期且有效的家庭作业是所有学生学校学习的重要组成部分。教师布置的作业类型和数\n\n量会因班级而异。因此，教师应布置有意义、合理的作业，其目的是巩固课堂所学或为\n\n必要的研究做准备。例如，如果孩子能成功做10道题，就不需要做50道。然而，必须确\n\n保所布置的作业符合学校的作业政策。家庭作业应巩固在校所学内容。\n\n33\n\nB.16 Accident / Incident Report 事故/事件报告\n\nAccidents and incidents can happen when the School is in session. In the event of an\n\naccident, the teacher on duty who had witnessed or who was summoned is required\n\nto complete an Accident/Incident Report. He / She is required to furnish as much\n\ninformation as possible. If a doctor is available at the School Clinic, he / she is\n\nrequired to endorse the report furnishing relevant information as necessary. This is to\n\nbe submitted to the Principal for his her endorsement. Parents have to be notified\n\nand the necessary procedures stipulated by the School has to be fulfilled. After the\n\npreliminaries, the Teacher submitting the report is required to log into the Teacher’s\n\nportal to complete the required.\n\n学校在上课期间可能发生事故或事件。发生事故时，值班教师或接到通知的教师需填写\n\n事故/事件报告，尽可能提供详细信息。如学校诊所的医生可用，需在报告中提供必要信\n\n息并签署确认。报告需提交校长核签。必须通知家长，并履行学校规定的必要程序。完\n\n成初步处理后，填写报告的教师还需登录教师门户网站完成所需步骤。\n\nB.17 Assemblies 朝会\n\nAll teachers are expected to be in the hall by silent reading / pre-assigned time\n\nunless other duties call for higher priority. 除非有其他更优先的任务，所有教师应\n\n在静默阅读时间或预先指定时间前到达礼堂。\n\nAll form teachers should meet their students in class and ensure that all students\n\nshould be inside the hall by assembly time. 所有班主任应在教室与学生集合，并\n\n确保所有学生在朝会时间前进入礼堂。\n\nAll teachers should ensure discipline of the students during the morning\n\nassembly. Form teachers should stand in front of their class until the morning\n\nspeaker has started the programme. 所有教师应确保学生在早晨朝会期间的纪\n\n律。班主任应站在自己班级前方，直到朝会讲演者开始节目。\n\n34\n\nB.18 Attendance – Teacher attendance 出勤-教师出勤\n\nIn case a teaching staff is unable to attend classes, he /she should immediately\n\nnotify the School by telephone or the fastest means available. 如教师无法到校上课，\n\n应立即通过电话或最快捷的方式通知学校。\n\n18.1 Absent with Notification 已通知缺勤\n\nA teaching staff who notifies the School through his/her Head of Department /\n\nPrincipal / Vice Principal that he will be absent on a certain day is marked “absent\n\nwith notification” on the daily attendance report. 通过部门主管/校长/副校长通知学校\n\n将在某日缺勤的教职员工，将在每日考勤报告中被标记为“已通知缺勤”。\n\nAbsent with Notification is marked ABSENT in attendance reports. 已通知缺勤在出\n\n勤报告中记作“ABSENT”\n\n18.2 Absent without Leave (AWOL) 未通知缺勤/旷职\n\nA teaching staff is considered absent without leave if he is absent and fails to notify\n\nthe Head of Department / Principal / Vice Principal within 24 hours, or within a\n\nreasonable time in case of emergency, force majeure or other compelling factor\n\nwhich prevent him/her from giving notice within 24 hours; 如果教职员工缺勤并且未\n\n在24小时内通知部门主管/校长/副校长，或在紧急情况、不可抗力或其他正当理由下\n\n未能在合理时间内通知，将被视为未通知缺勤（旷职）。\n\nHe / She is considered absent without leave even if he files a notification but\n\nabsents himself/herself when his/her request is denied; 即使提交了请假通知，但在\n\n被拒绝后仍自行缺勤，也视为未通知缺勤。\n\nHe / She is considered absent without leave when he/she fails to return to work\n\nafter the expiration of an approved leave such as sick leave, vacation leave,\n\nmaternity leave, study leave, etc. 在病假、年假、产假、进修假等批准的假期结束后未\n\n按时返岗，也将被视为未通知缺勤。\n\n35\n\nRegardless of the length of his/her absence, a teaching staff member who has\n\nbeen AWOL shall submit an official letter of explanation to the Head of Department\n\n/ Principal / Vice Principal to which he/she belongs immediately after he/she reports\n\nfor work. 无论旷职时间长短，教职员工一旦返回工作岗位，必须立即向所属的部门主\n\n管/校长/副校长提交正式解释信。\n\n18.3 Absences of Medical Nature 病假缺席\n\nAbsences due to illnesses should be reported immediately to the Principal /\n\nVice-Principal. Teachers should seek medical advice if necessary and acquire a\n\nmedical certificate. 因病缺席应立即向校长/副校长报告。教师如有需要应就医并获取\n\n病假证明。\n\nMedical absences exceeding a 30 day period shall be subject to rated salary\n\ndeduction. 病假超过30天将按比例扣薪。\n\n18.4 On Official Business 公假缺席\n\nA teaching staff who represents the School in an official capacity is not marked\n\nabsent. 以学校官方身份代表学校的教职员工不记作缺勤。\n\n18.5 Punch Card and Fingerprint System 上下班打卡及指纹系统\n\nEvery staff member is to clock in and clock out each day at the location designated\n\nby the building/programme administrator. It is against school policy and\n\nprocedures for a staff member to sign in or out for another staff member.\n\nViolation of this policy can result in suspension and/or termination. 每位教职\n\n员工每日必须在建筑物/项目管理员指定地点打卡上下班。代他人打卡违反学校政策\n\n和程序，违者可被停职和/或解雇。\n\n18.6 Adverse Weather Closures 气候反常停课\n\nFrom time to time, adverse weather conditions may result in school closure. In\n\nsuch an event, the superintendent will notify key personnel who will then activate\n\nthe Communication Tree or pass on the message to group / staff leaders. They will\n\n36\n\nnotify those in their group of schools the closure if warranted. If no information was\n\ndisseminated, then, it is assumed that school will go on as usual. 遇到恶劣天气时，\n\n学校可能停课。在此情况下，主管将通知关键人员，启动联络树或将信息传达给小组/\n\n员工负责人。若需要，他们会通知所属小组的学校停课。如果没有发布停课信息，则\n\n视为学校照常上课。\n\nAll teachers should verify with their group leaders before informing anyone else in\n\nthe school community. All information should pass through the stipulated channels.\n\nIn the event of school closure, form teachers should inform their respective form\n\nclasses of such. 所有教师在向学校社区其他成员通报前，应先与自己的小组负责人\n\n确认。所有信息应通过规定渠道传递。如遇停课，班主任应通知各自的班级。\n\n18.7 Leaving the Campus during School Hours 工作时间内离开校区\n\nTeachers are not to leave campus at any time during the work day without\n\npermission from the principal / vice-principal. If it is not an emergency or approved\n\nschool business, a teacher should not ask to leave. 教师在工作日内未经校长/副校\n\n长许可不得离开校园。非紧急情况或非获批的学校事务，不应申请离校。\n\nB.19 Tardiness – Teachers 迟到 - 教师\n\nA teaching staff member is required to be in school 15 minutes before the\n\nstipulated time. A teacher is considered tardy if he/she comes 2 minutes late for\n\nhis/her class period. 教职员工必须在规定时间前15分钟到校。如果教师上课迟到2分\n\n钟，就会被视为迟到。\n\nAny teacher who reports to work late without any valid reason is liable to a penalty\n\nof Rp 50,000 for every count of unexcused tardiness. Teachers should notify the\n\nprincipal if they wish to be excused for tardiness. This would be subject to\n\napproval. If the staff is late for more than three occasions without valid reasons, he\n\nor she would be given a warning letter. 任何无正当理由迟到的教师，每次将被处以\n\n37\n\n五万印尼盾的罚款。教师如需申请免除迟到记录，须通知校长并获得批准。如无正当\n\n理由迟到超过三次，将收到警告信。\n\nB.20 Medical Insurance 医疗保险\n\nMedical insurance is provided under the coverage of a locally registered insurance\n\ncompany. Medical insurance covers out-patient treatment and hospitalisation. All\n\nclaims for medical expenses shall be processed directly with the insurance\n\ncompany based on the regulations stipulated by the insurance company. The type\n\nof policy provided is determined by the School. 学校通过本地注册的保险公司为教\n\n职员工提供医疗保险，保险涵盖门诊治疗和住院费用。所有医疗费用的索赔将根据保\n\n险公司规定，直接向保险公司办理。保险的种类由学校决定。\n\nB.21 Working Day 工作日\n\nThis refers to days other than the Non-Working Day.\n\n这是指非“非工作日”之外的日子。\n\nThe teacher shall work from Monday to Friday each week and on each of\n\nthose working days, from:\n\n教师每周周一至周五的工作时间如下：\n\n06.15 to 15.15 West Indonesian Time - Secondary\n\n中学部：06.15 - 15.15（西印尼时间）\n\n07.00 to 16.00 West Indonesian Time - Primary and Preschool and on any\n\nother days and times as required by the Principal.\n\n小学及幼儿园：07.00 - 16.00（西印尼时间），以及校长要求的其他日期和时\n\n间。\n\nB.22 Non-Working Day 非工作日\n\nNon-working Day means the day(s) when no learning activity is carried out at the\n\nSchool according to the academic calendar and/or the policy made by the\n\nmanagement of the School from time to time.\n\n非工作日是指根据学校行事历和/或校方管理层不时制定的政策，学校没有进行任何\n\n教学活动的日子。\n\n38\n\nB.23 Confidentiality and Intellectual Property Rights 知识产权\n\nIntellectual Property Rights means all intellectual property rights, including\n\ncopyright, patent and design acknowledged by the law in the Republic of\n\nIndonesia. 知识产权是指印度尼西亚法律承认的所有知识产权，包括版权、专利和\n\n设计。\n\nThe teacher acknowledges that during the term of this Employment Agreement,\n\nthey will have access to information related to the business and financial matters\n\nof the school, including agreements, transactions, issues, and related information\n\nfrom its affiliated companies. All such information may be considered confidential.\n\n教师承认，在本聘用协议有效期内，将能接触到学校的业务和财务信息，包括合同、\n\n交易、问题及其附属公司的相关信息。所有此类信息都可视为机密信息。\n\nThe teacher acknowledges and agrees that all Intellectual Property developed,\n\ncreated, or invented by during the course of the Employment Relationship is and\n\nwill remain the exclusive and full property of the Bina Bangsa School, including\n\nbut not limited to patents, trademarks, service marks, copyrights, trade secrets,\n\ndesigns, whether registered or unregistered, software development, computer\n\nprograms, technical knowledge, processes, and inventions, unless otherwise\n\nagreed. 教师承认并同意，在受雇期间所开发、创作或发明的所有知识产权均为培\n\n民学校的专有和全部财产，包括但不限于专利、商标、服务标志、版权、商业机密、\n\n设计（无论是否注册）、软件开发、计算机程序、技术知识、工艺流程和发明，除非另\n\n有约定。\n\nThe teacher shall not disclose or use any trade secrets, information, technical\n\ndata, curriculum, or know-how belonging to the school, either during or after the\n\nterm of employment, without prior written consent. 未经事先书面同意，教师在受雇\n\n期间或之后均不得披露或使用属于学校的商业机密、信息、技术数据、课程或专有技\n\n术。\n\nAny breach of confidentiality by the teacher will result in civil liability. The teacher\n\nhereby guarantees and indemnities the school against any losses arising from\n\n39\n\nsuch a breach of obligations by the teacher. 教师如违反保密义务，将承担民事责\n\n任。教师在此保证并赔偿因其违反本义务而给学校造成的任何损失。\n\nB.24 Salary 工资\n\nThe Salary after Income Tax deduction shall remain the same for the Academic\n\nYear regardless of the changes in tax rate levied by the Government of Indonesia.\n\n无论印尼政府征收的税率如何变动，扣除所得税后的工资在整个学年内保持不变。\n\nSalary is paid at month's end. If the day falls on a Non-Working Day, salary shall\n\nbe paid one day before. 工资在每月底发放。如遇非工作日，则提前一天发放。\n\nThe above provisions are confidential and shall not be discussed with anyone\n\nespecially colleagues. Disclosing the provisions in this Article is a breach to\n\nthis Agreement and will result in a written warning. 上述条款属机密，不得与任\n\n何人（尤其是同事）讨论。如有泄露，将构成对本协议的违反，并将收到书面警告。\n\n40\n\nBehaviour Subject to Warnings and Disciplinary Action\n\n受到警告和纪律处分的行为\n\nDepending on the severity of the misconduct, the school has the right to issue written\n\nwarnings for violations committed by the teacher, as regulated by the Company's\n\nRegulations.\n\n根据违规行为的严重程度，学校有权根据公司规定对教师所犯的违规行为发出书面警告。\n\n1. Not coming work without valid reason or cause or coming to work late without due\n\ncause are both viewed as serious neglect of duty 无正当理由不来上班或无正当理由\n\n迟到，均被视为严重失职\n\n2. Not providing remedial or enrichment as stipulated irrespective of working hours 不按\n\n规定提供补救或拓展课程，无论工作时间如何\n\n3. Not submitting detailed weekly lesson plans to the Principal or Head of Department\n\n未向校长或部门主任提交详细的每周教学计划\n\n4. Not delivering daily lessons in the class based on lesson plans that have been\n\nsubmitted 未按已提交的教学计划进行每日课堂教学\n\n5. Not preparing materials needed for daily lessons 未准备每日课堂所需的材料\n\n6. Failure to perform assigned supervision duties during scheduled times, including but\n\nnot limited to student arrival, break times, assemblies, and dismissal periods 未在规\n\n定时间履行分配的监管职责，包括但不限于学生到校、课间、朝会和放学期间\n\n7. Not participating in all school activities as requested by the Principal or Head of\n\nDepartment 未按校长或部门主任要求参与所有学校活动\n\n8. Not providing evaluation reports on students’ progress when required 未按要求提供\n\n学生学习进度的评估报告\n\n9. Not attending meetings for general planning, discussions, performance, feedback,\n\nconsultation, exchange of ideas, etc 未参加有关总体规划、讨论、绩效反馈、咨询、\n\n交流意见等会议\n\n10. Not working or cooperating with other teachers 不与其他教师合作或协作\n\n11. Not meeting parents during PTC 家长会期间未与家长会面\n\n41\n\n12. Not keeping records of what is taught and materials used in class 未记录课堂所授内\n\n容和使用的材料\n\n13. Not acquiring new knowledge or not attending professional development courses 不\n\n获取新知识或不参加专业发展课程\n\n14. Not providing suggestions and ideas on effective implementation of the school or\n\nclass programmes 未对学校或班级项目的有效实施提出建议和想法\n\n15. Not preparing, conducting or marking set tests within the specified time 未在规定时间\n\n内准备、进行或批改指定测试\n\n16. Not preparing and leading co-curricular activities after school 未准备并领导课后联课\n\n活动\n\n17. Not executing additional responsibilities as directed by the Principal 未执行校长指派\n\n的额外职责\n\n18. Not executing and upholding all School regulations 未执行并遵守所有学校规定\n\n19. Not upholding and protecting the reputation and goodwill of the School at all times 未\n\n始终维护和保护学校声誉及良好形象\n\n20. Not abiding by the rules and directives of the AB or School Principal 不遵守AB或校长\n\n的规定和指示\n\n21. Not cultivating a harmonious working environment with fellow colleagues 未与同事营\n\n造和谐的工作环境\n\n22. Not cultivating a harmonious relationships with students and parents 未与学生和家长\n\n建立和谐关系\n\n23. Not using and maintaining school property, equipment and facilities responsibly 未负\n\n责任地使用和维护学校财产、设备和设施\n\n24. Not being punctual for class and returning students' work, properly marked and on\n\ntime 上课不守时，未按时并正确批改并返还学生作业\n\n25. Not treating all students fairly or in non-threatening ways 对所有学生不公平或以威胁\n\n性方式对待\n\n26. Having personal dealings with students outside of school framework, for example,\n\nproviding private tuition to students of Bina Bangsa School 在学校框架外与学生有私\n\n人往来，例如为培民学校学生提供私人辅导\n\n27. Conducting trade or dealings with students’ parents 与学生家长进行交易或业务往来\n\n42\n\n28. Having other jobs that conflicts with the interests of Bina Bangsa School 从事与培民\n\n学校利益相冲突的其他工作\n\n29. Using improper, crude, rude or vulgar language or conduct 使用不当、粗俗或下流的\n\n语言或行为\n\n30. Performing acts that may harm or endanger students or colleagues 实施可能伤害或\n\n危及学生或同事的行为\n\n31. Causing damage to school property, equipment or facility 损坏学校财产、设备或设施\n\n32. Gambling, being intoxicated or consuming prohibited drugs 赌博、酗酒或使用违禁药\n\n物\n\n33. Participating in illegal acts, especially trafficking drugs to students 参与非法行为，尤\n\n其是向学生贩卖毒品\n\n34. Participating in riots, social unrest and the like 参与骚乱、社会动荡等活动\n\n35. Posting materials that are damaging, coarse or unfounded in social media 在社交媒\n\n体上发布有害、粗俗或毫无根据的内容\n\n36. Soliciting, or receiving any money or gift as a result of performing an\n\nextraordinary/unlawful service to anyone in connection with the School 为了向任何人\n\n提供额外/非法服务而索取或收受任何金钱或礼物\n\n37. Borrowing money from students, staff, parents, or other school community members\n\n向学生、教职员工、家长或其他学校社区成员借钱\n\n38. Falsifying signatures or documents related to the School 伪造与学校相关的签名或文\n\n件\n\n39. Plagiarising or copying wholesale and not acknowledging sources 剽窃或整段抄袭而\n\n不注明来源\n\n40. Stealing, embezzling School's funds, equipment and property 盗窃、挪用学校资金、设\n\n备和财产\n\n41. Using School's facilities, equipment or property for personal interest 将学校设施、设\n\n备或财产用于个人利益\n\n42. Producing and distributing unauthorised or false information 生产和传播未经授权或虚\n\n假的信息\n\n43. Dating, harassing or conducting oneself in inappropriate relationships with students\n\nor parents 与学生或家长约会、骚扰或有不当关系\n\n43\n\n44. Spreading information relating to politics or ethnicity, religion, race and intergroup\n\nrelations to other parties through direct conversation or indirectly via electronic media\n\nwhich will trigger and disturb the harmony of the school 通过直接对话或电子媒体间接\n\n向他人传播涉及政治、种族、宗教、种族群体关系的信息，导致或扰乱学校的和谐\n\n45. Engage in any physical actions, including scratching, stabbing, pinching, scribbling,\n\nor similar actions, nor to engage in bullying, body shaming, or derogatory behaviour\n\ntoward members of the school community 进行任何身体接触，包括抓、刺、掐、乱画或\n\n类似行为，或对学校社区成员进行欺凌、羞辱身体或贬损行为\n\n46. Engaging in activities that go against the laws of the Republic of Indonesia 参与违反\n\n印度尼西亚共和国法律的活动\n\nB.25 Staff Support Service 员工支持服务\n\nA support service for teachers is available to those teachers who are:\n\n学校为以下情况的教师提供支持服务：\n\n\n\nfinding difficulties related to managing behaviour in class 在课堂管理学生行\n\n为方面遇到困难\n\n\n\nhaving personal emotional difficulties that affect their performance in class 有\n\n影响课堂表现的个人情绪困扰\n\n\n\nencountering hardship in integrating in the school system 在融入学校体系时\n\n遇到困难\n\n\n\npassing through difficult times due to events that have happened in school\n\nwhich are leaving a negative impact on their life 因校内发生的事件而经历困\n\n难时期并对生活产生负面影响\n\n\n\nin need of advice on administrative issues 需要有关行政事务的建议\n\nUsually, the service is offered in the form of one-to-one sessions. Any personal\n\nand non-personal information divulged during the sessions with the counsellor will\n\nbe kept under strict confidentiality unless consent is given by the person receiving\n\nthe service. No information will be used for reporting issues neither verbally nor in\n\nwriting. The above is not meant to be exhaustive. These are a few thoughts to get\n\n44\n\nyou started. It is hoped that your experience as a teacher will be an enjoyable and\n\nproductive one for you and for the students in your charge.\n\n通常，此服务以一对一会谈的形式提供。与辅导员会谈期间透露的任何个人或非个人\n\n信息都会严格保密，除非服务接受者同意。不会以口头或书面形式将任何信息用于报\n\n告问题。上述内容并非详尽无遗。这些只是帮助你起步的一些建议。希望你作为教\n\n师的经历能对你和你的学生来说都是愉快且富有成效的。\n\nNote:\n\nIt is important that you familiarise yourself with the above procedures since they\n\nwould give you a clear picture on all aspects of school life and school policies.\n\n注意：\n\n请务必熟悉上述程序，因为它们能让你清楚了解学校生活和政策的各个方面。\n\nB.26 Committees 委员会\n\n26.1 Available Committees 现有的委员会\n\nThere are several committees where teachers are assigned to assist / lead.\n\nThese are the following:\n\n学校设有多个教师参与协助/领导的委员会，包括：\n\nDiscipline Committee 纪律委员会\n\nExaminations Committee 考试委员会\n\nEvents Committee 活动委员会\n\nCounselling 谘商辅导\n\nTeacher and Staff Welfare 教职员工福利\n\n26.2 Duties and Responsibilities 职责和责任\n\nEach committee formulates, organises, assigns, and executes different\n\nfunctions as assigned by the Principal, the Vice-Principal, or the Heads of the\n\nCommittees. These constitute part and parcel of the duties that teachers\n\nhave to execute. The following are brief descriptions of these responsibilities\n\n45\n\nand are not exhaustive. 每个委员会根据校长、副校长或委员会负责人分配的\n\n任务，制定、组织、分派并执行不同的职能。这些都是教师必须履行的工作内容\n\n的一部分。以下是这些职责的简要说明，并非详尽列出。\n\n26.3 Discipline Committee 纪律委员会\n\nTo oversee and supervise the discipline of the school 监督和管理学校纪律\n\nTo delegate and task teachers and students alike in keeping the discipline\n\nof the students as prescribed by the standards of conduct of the school 指\n\n派教师和学生共同维护符合学校行为规范的学生纪律\n\nTo facilitate due process of disciplinary cases and handle higher level\n\ndisciplinary cases which require special attention of school officials 促进纪\n\n律案件的正当程序处理，并处理需要学校高层特别关注的严重纪律案件\n\n26.4 Examinations Committee 考试委员会\n\nTo oversee and supervise the major examinations of the school 监督和管\n\n理学校主要考试\n\nTo schedule, delegate or task teachers in duties pertaining to the\n\nexaminations 安排并指派教师承担与考试相关的工作\n\nTo set the proper standard and conduct of examinations 确定考试的适当标\n\n准和流程\n\nTo organise and supervise grading systems, test analysis, and process\n\nreports regarding such 组织并监督评分系统、考试分析及相关报告的处理\n\nTo keep records of major examinations, grades, certificates, and report\n\ncards 保存主要考试、成绩、证书和成绩单的记录\n\nTo recommend systems for better assessment, promotions, or retentions\n\nto higher authorities 向上级推荐更好的评估、升留级制度\n\nTo facilitate scheduling of remedial classes, reviews, oral examinations as\n\nassigned by the Principal, Vice – Principal or Head of the Committee 协助\n\n安排由校长、副校长或委员会负责人指派的补救课、复习课和口试\n\n26.5\n\nEvents Committee 活动委员会\n\n46\n\nTo oversee and supervise major events of the school 监督和管理学校的重\n\n大活动\n\nTo schedule, delegate or task teachers in duties pertaining to the events\n\nbeing prepared 安排并指派教师承担与活动筹备相关的任务\n\nTo communicate to the school community upcoming events, organise\n\nawarding ceremonies and the like, and facilitate feedback for improvement\n\n向学校社区通报即将举行的活动，组织颁奖典礼等，并收集反馈以促进改进\n\n26.6 Counselling 谘商辅导\n\nTo plan, organise and\n\nimplement\n\nthe guidance and counselling\n\nprogrammes of the school 规划、组织并实施学校的辅导与谘商项目\n\nTo plan and conduct in-service training programmes and other enrichment\n\nactivities to the Teaching Staff 为教职员工规划并开展在职培训和其他提升\n\n活动\n\nTo handle individual and group counselling as the need arises 根据需要提\n\n供个别或小组辅导\n\n26.7\n\nTeacher and Staff Welfare 教职员工福利\n\nTo organise activities that uplift morale, facilitate support systems and\n\nimprove the well-being of the faculty and academic staff 组织提升士气、建\n\n立支持体系并改善教职员工福祉的活动\n\nTo recommend purchases, logistics, materials and equipment in creating a\n\nbetter environment for the teachers and the school community as a whole\n\n建议采购、物流、材料和设备，以营造更好的教师及学校整体环境\n\nTo address non-academic teacher concerns and relay such to officers–in–\n\ncharge 处理教师的非学术关切并转达给相关负责人\n\n26.8 Others 其他\n\nFor a more detailed explanation of duties, see the Head of the Committee\n\nyou are assigned to. Each committee has a list of duties and\n\nresponsibilities which will be delegated to its members 如需更详细的职责\n\n47\n\n说明，请咨询你所属委员会的负责人。每个委员会都有一份职责清单，会分派\n\n给其成员。\n\n48\n\nSection Two: STUDENT RELATED POLICIES\n\n第二章：学生相关条规\n\n1.\n\nStudent Discipline 学生纪律\n\n1.1 General 总则\n\nTeachers should keep in mind that proper school discipline is key to a proper learning\n\nenvironment for all students. Thus, teachers are expected to uphold the school’s\n\npolicies regarding student behaviour at all times. 教师应牢记，良好的学校纪律是为全\n\n体学生营造良好学习环境的关键。因此，教师应始终贯彻学校关于学生行为的各项规\n\n定。\n\n1.2 Zero Credit 零分\n\nZero credit must never be given as a disciplinary action, nor should inappropriate\n\nreading/writing assignments be given as punishment for misbehaviour. A student is\n\nnot\n\nto be academically penalised\n\nfor misbehaviour unless cheating or\n\nnon-submission of work is involved. 严禁将“零分”作为纪律处分手段，也不得以不恰当\n\n的阅读/写作作业惩罚学生的不当行为。除非涉及作弊或未提交作业，学生不得因行为\n\n不当而在学业上被处罚。\n\n1.3 Student Attendance 学生的出勤\n\nForm Teachers are supposed to track down absences and record them in the class\n\nrecord book provided to them at the start of the year. 班主任需追踪学生的缺勤情况，\n\n并记录在开学初发放的班级记录本中。\n\nForm teachers must assume the responsibility for reporting student attendance\n\naccurately, daily, and for each period during the day. This responsibility must not be\n\ntaken lightly. 班主任有责任每日、每节课准确记录并汇报学生出勤情况。此项职责不可\n\n轻忽。\n\nAbsences are considered to be excused or unexcused. 缺勤分为有理由的缺勤与无理\n\n由的缺勤。\n\n49\n\nExcused Absences: 有理由的缺勤\n\nPersonal illness 本人疾病\n\n\n\nIllness or death of a family member 家庭成员生病或去世\n\nRequired attendance at court proceeding 必须出庭\n\nMedical or dental appointments 医疗或牙科预约\n\nGraduating seniors may be granted permission to visit college campuses for the\n\npurpose of obtaining information or seeking admission. Such requests will need to be\n\nmade in writing a week prior to the visit. 毕业班学生可获准探访大学校园以了解信息\n\n或申请入学，该类请求需在访问前一周以书面形式提出。\n\nOther absences beyond the students’ and parents' control will be reviewed on an\n\nindividual basis. 其他因学生和家长无法控制的原因导致的缺勤将个别评估。\n\nAll work missed for the above reasons must be made up in accordance with\n\nschool policy. 由于上述原因错过的所有作业，必须根据学校的政策补交。\n\nUnexcused Absences 无理由的缺勤\n\nAll absences other than those listed above will be unexcused 除上述情况外的所有缺勤\n\n均为无理由缺勤\n\nAbsences listed above but not supported by medical evidence for illnesses, or parent’s\n\nletter 虽属上述缺勤原因，但未附医疗证明或家长说明信的\n\nStudents with unexcused absences are subject to zero credit as allowed by the\n\nacademic coordinator, or head of department. Parents must be notified if such is\n\ngiven out. 无理由的缺勤的学生，最严重可以导致被学术协调老师或各科主任处以零分。\n\n如果作出此决定，学生家长必须被告知。\n\nExceptions 例外情况\n\nWhen a student’s absence from school is because of representing the school on official\n\nbusiness, e.g., sports, band, choral activity, etc., teachers will be notified two days in\n\nadvance by the activity sponsor. However, the student has the responsibility of checking\n\nwith the teacher in advance of the absence and completing all work missed, preferably\n\n50\n\nin advance of the absence, but with the timeline of other excused absences. 当学生因代\n\n表学校参加正式活动（如体育、乐队、合唱等）缺席时，活动负责人会在两天前通知教师。\n\n但学生本人有责任在缺席前主动与教师沟通并完成所有未完成的作业，最好能在缺席前完\n\n成，但最迟应遵守一般有理由缺勤的补交时间规定。\n\n1.4 Student Tardiness and Class Presence 学生迟到和上课出勤\n\nTeachers should exercise firm, but fair, discipline in their rooms. Students are not to be\n\npermitted to class without a tardy slip once they enter the class after assembly. They\n\nshould seek permission from the discipline committee, the Vice Principal, or the\n\nPrincipal before entering the classroom. Administrative staff members are not allowed\n\nto issue permissions. 教师应在教室内实施坚定但公平的纪律管理。学生若在朝会后才进\n\n入教室，必须持有迟到条方可进入课堂。进入教室前，他们应获得纪律委员会、副校长或校\n\n长的许可。行政人员不得开具此类许可。\n\nExcept for extenuating circumstances, students should not be permitted to leave the\n\nroom for water, papers, books, pencils, etc., during a class period. When a student is\n\nallowed to leave a class, the supervising staff member is personally liable for that\n\nstudent. Students should not be allowed to leave the classroom for toilet breaks all at\n\nthe same time. 除非有特殊情况，学生在上课期间不应被允许离开教室取水、取作业、书\n\n本、铅笔等。当允许学生离开教室时，监管该生的教职员工需对其承担个人责任。不得允许\n\n所有学生同时离开教室上厕所。\n\nTeachers should not allow students to be in their room without permission. 教师不得允\n\n许学生在未获准情况下滞留在教室内。\n\n1.5 Student Demerit System学生的操行计分系统\n\nTeachers are called to uphold the discipline of the students and the execution of school\n\npolicy. Therefore, teachers are called to report offences and recommend awarding of\n\ndemerit points / discipline stamps. 教师有责任维护学生纪律并贯彻学校政策。因此，教师\n\n应报告违规行为，并建议给予扣分或纪律章。\n\nThe form should be filled and submitted to the discipline committee. The student should\n\nalso be made aware of the demerits awarded. 表格需填写完整并提交给纪律委员会。应\n\n确保学生知晓其所被记的操行扣分。\n\n51\n\n2. Grading 评分\n\n2.1 General 总则\n\nStudents are graded according to the grading system set in the student handbook. 学\n\n生的评分依据学生手册中规定的评分系统。\n\nStaff members will be held accountable for the maintenance and safe keeping of all\n\ngrade sheets. All graded assessments should be recorded on network worksheets or\n\nas prescribed by Department Heads, Vice Principal, or Principal. 教职员工需对所有成\n\n绩单的保管和安全负责。所有已评分的评估结果应记录在网络表格或主任、副校长或校\n\n长规定的记录表上。\n\nDisciplinary actions may be taken for failure to complete grade sheets. 未完成成绩记录\n\n表可能会受到纪律处分。\n\nTeachers should give homework that is meaningful and reasonable, and has the\n\npurpose of reinforcing what the teacher is teaching in the classroom or is preparing for\n\nneeded research. For example, if the child can work 10 problems successfully, he/she\n\ndoes not need to work 50. 教师应布置有意义、合理的家庭作业，以巩固课堂所授内容\n\n或为必要的研究做准备。例如，如果学生能成功完成10道题，就不需要做50道。\n\nNo teacher is to release the grades of any student to other students or to other\n\nstudents’ parents / relatives. Confidentiality of the student’s grade is required. Top\n\nranking students may be acknowledged publicly but never for other ranks most\n\nespecially the lowest ranking students. 任何教师不得向其他学生或其他学生的家长/亲\n\n属透露学生成绩。必须保证学生成绩的保密性。可公开表扬成绩排名最前的学生，但绝不\n\n可公布其他排名，尤其是最低排名的学生。\n\n3. Examinations 考试\n\n3.1 Continual Assessments / Topical Test 持续性评估/课题考试\n\nCA is composed of but not limited to quizzes, seatworks, group work, presentations,\n\nresearch, common tests, homework, projects, and reports. 持续性评估（CA）包括但不\n\n52\n\n限于小测验、课堂作业、小组作业、展示、研究、统一测验、家庭作业、项目作业和报告\n\n等。\n\nCopies of graded assessments and their mark schemes should be kept in a\n\ndepartment file for future reference. 1 copy of common tests with mark scheme should\n\nbe submitted to the examination committee no later than 1 week before the\n\nexamination. 所有评分后的评估试卷及评分标准应存档于部门文件中，以供日后查阅。\n\n统一测试的试卷及评分标准需在考试前最迟一周提交一份给考试委员会。\n\n3.2 Major Examinations 主要考试\n\nPrimary 3 to Secondary 2 students sit for one major examination within the academic\n\nyear, the Final Year Examination. 小三至中二的学生在整个学年参加一次主要考试，即\n\n期末考试。\n\nFor Secondary 3 to JC 2, there are two major examinations within a year, one for each\n\nsemester, the Mid-year examination for Semester 1 and the Final Year Examination for\n\nSemester 2. 对于中三至预科二年级（JC 2）的学生，每学年有两次主要考试，分别是第一\n\n学期的期中考试和第二学期的期末考试。\n\n3.3 Setting and Vetting of Major Examinations 主要考试试卷的出卷和阅卷\n\nMajor examinations are shared between campuses and thus a certain standard should\n\nbe followed. Adherence to the high quality should always be of top concern. 主要考试\n\n为校区间共用试卷，因此必须遵循统一标准，并始终确保高质量。\n\nA setting and vetting schedule is set by the examination board and the departments\n\nconcerned. Non compliance to the deadlines will require explanation and may be\n\nsubject to disciplinary action. 考试委员会及相关部门将设定出卷与审题时间表。未按时\n\n完成者需提交解释说明，可能面临纪律处分。\n\nThere are standard formats in setting examinations. Please clarify with the\n\nexamination committee or the department heads regarding this. 出卷应使用统一格式。\n\n如有疑问，请向考试委员会或主任确认。\n\nVetting examinations should be governed by initial guidelines set by the department\n\nbefore setting has ensued. Personal preferences should take the back seat and are\n\n53\n\nunder suggestion basis only. 审题工作应依照出卷前由部门制定的初步指引进行。个人\n\n偏好仅供参考，不应主导出卷内容。\n\nA final copy of the paper must be presented to the vetter before copying is done. 考试\n\n卷印刷前，必须将最终版本提交给审题人审查。\n\nErrata should be submitted to the department heads, and the examination board. This\n\nshould be disseminated to the invigilators of all campuses taking the examinations.\n\nInvigilators must make sure that the corrections are done properly or a correction\n\nsheet is given to every student. 若发现试卷错误，须提交给主任及考试委员会，并通知\n\n所有监考校区的监考教师。监考老师必须确保所有试卷错误已被正确更正，或向每位学\n\n生发放更正通知单。\n\n3.4 Exam Security 考试内容的保密性\n\nAll teachers should uphold and protect the integrity of the examinations. Thus, utmost\n\ncare and priority should be given to keep information regarding the examinations as\n\nconfidential as possible. 所有教师都应维护并保护考试的公正性。因此，必须格外小心，\n\n优先确保考试相关信息尽可能保密。\n\nPhotocopying of the exam papers should be done in the presence of the supervising\n\nteacher. All errors in photocopying should be either shredded or kept until\n\nexaminations are over. 考试试卷的复印必须在监督教师在场的情况下进行。所有复印错\n\n误的试卷应立即粉碎或至少保管至考试结束。\n\nErrors in setting, printing and the like should be disposed of properly. No errors should\n\nbe just left on the tables or beside printers or used as scrap paper. 出卷、打印等过程中\n\n产生的错误稿件应妥善处理。严禁随意放在桌面、打印机旁或当废纸使用。\n\nAt best, all exam papers, copies or originals should not leave the teachers’ room, the\n\nexam room or the photocopying area as much as possible until the time of the\n\nexamination. 在考试前，所有考试卷（包括原件和复印件）应尽量不离开教师办公室、考场\n\n或复印区域。\n\nFor common examinations, each department should verify if a student was absent for\n\nthe said examinations. Papers should not be returned until the student in question has\n\ntaken the exam, that is if the student is excused. If the student is absent for more than\n\n1 week, the exam is forfeited. The student may still take the examination when he /\n\n54\n\nshe returns but is not given credit for it. If the student is excused, his/her average will\n\nnot include the work missed. 对于统一考试，各部门应核实是否有学生缺考。若该生为有\n\n理由缺考，试卷在其补考前不得发还。如学生缺考超过一周，考试资格作废。返校后虽可\n\n参加考试，但不得计分。若学生为有理由缺考，其平均成绩将不计入该次考试分数。\n\n3.5 Marking Papers 批改考卷\n\nFollow guidelines set by the department regarding standards in marking papers. 批改\n\n试卷应遵循部门制定的评分标准。\n\nAll marking should be clear and whenever possible with comments. 批改应清晰，尽可\n\n能附有评语。\n\nDiscriminating, daunting, and offensive remarks must be avoided at all times. 严禁使用\n\n歧视性、恐吓性或冒犯性的言语。\n\nAll papers should be returned to the students at a maximum of 10 days from the date\n\nof assessment with the exception of major examinations. 除主要考试外，所有试卷应在\n\n评估日期起最多10天内返还给学生。\n\nTeachers may be asked to mark the whole level for a particular section of a paper.\n\nPlease clarify the marking load with your department heads. 教师可能需要批改全年级\n\n的某一试卷部分。如有疑问，请与主任确认批改分配。\n\n3.6 Invigilation 监考\n\nFollow all guidelines set by the examinations committee and / or by CIE regarding\n\ninvigilation. 监考须遵循考试委员会和/或CIE制定的所有相关规定。\n\nGenerally, all invigilators must avoid all activity that will prohibit them from invigilating\n\nproperly and endanger the integrity of the examinations. Students must always be\n\naware that they are being observed. 一般来说，所有监考人员都必须避免一切会妨碍\n\n其正常监考或危及考试公正性的行为。学生应始终清楚自己处于监考观察之下。\n\nBenchmarking test invigilation is done by the teacher assigned for the period. 基准测\n\n试的监考由当堂负责的教师执行。\n\nCIE examinations may require holding examinations during the vacation break.\n\nTeachers may be required to stay and invigilate a day’s session. Indicate early in the\n\nschool year to the examination committee any hindrances to invigilation during\n\n55\n\nvacations or preferred times such as the start of the break or near the end of the\n\nbreak. CIE考试可能需要在假期期间进行。教师可能需留校监考一整天的场次。如教师\n\n在假期期间无法监考或对假期开始、结束时间有偏好，应在学年初就向考试委员会说明\n\n3.7 Cheating / Misbehavior / Misconduct during examinations\n\n考试期间时作弊/ 不当行为 / 行为不端\n\nNo student is allowed to talk, pass notes or be disrespectful to the Invigilators or\n\nStaff on duty. They should not remove or bring in materials that are not specified,\n\nother than the stationery stipulated. Bags and other items or belongings must be left\n\noutside of the venue. 学生在考试期间不得交谈、传递纸条或对监考人员和值班教职\n\n员工表现出不尊重。除指定文具外，学生不得携带或取走未获批准的材料。书包及其他\n\n物品必须放在考场外。\n\nTampering with marks or altering answers in the marked scripts are considered\n\ncheating. A zero mark will be given if proved after investigation. 篡改分数或在已批\n\n改的试卷上更改答案均视为作弊行为。若经调查属实，将给予零分处理。\n\n3.8 Benchmarking Tests 基准测试\n\nBenchmarking tests are internal terms for topical tests which have standardised\n\ntopics across campus. Students or parents are not to be informed regarding such. 基\n\n准测试是指校区间统一标准的课题测试。不得提前告知学生或家长此类测试。\n\nBenchmarking tests are conducted in Term 1 and Term 3. 基准测试在第一学期和第三\n\n学期进行。\n\n56\n\nSection Three: PROFESSIONAL EXPECTATIONS\n\n第三章：专业期望\n\n1. Teachers should not smoke, drink coffee or soft drinks or other liquids, chew gum,\n\nor eat in their classroom during instruction, school assemblies, or in the halls,\n\nwhenever students are present, unless called for by an instructional activity. In\n\naddition, all offices, buildings, grounds and any other school property is smoke free\n\nand tobacco free. 除非出于教学活动需要，教师在课堂教学、学校集会或走廊上有学\n\n生在场时，不应吸烟、喝咖啡或软饮料及其他液体、嚼口香糖或进食。此外，学校所有\n\n办公室、建筑物、场地及其他财产均为无烟、禁烟区。\n\n2. Lesson plans / records are to be submitted to the principal / vice-principal / HOD by\n\nany approved method (to include through the use of technology) as scheduled. 教学\n\n计划/记录应按计划通过任何获批准的方式（包括技术手段）提交给校长/副校长/主任。\n\n3. Students are not to grade papers, put grades on the grade sheet, call roll, or\n\nsupervise other students. Teachers are to keep their own records and must not\n\nleave the classroom with a student to check attendance. Students are not to\n\nperform duties assigned to teachers except for minor house-keeping duties (bulletin\n\nboards/cleaning whiteboards, etc.). 学生不得批改试卷、填写成绩表、点名或监督其他\n\n学生。教师必须自行记录，不得带学生离开教室进行考勤。除小型卫生事务（布告栏、\n\n擦白板等）外，学生不得执行教师的职责。\n\n4. Students must not drive staff members’ cars at any time. 学生在任何时候都不得驾\n\n驶教职员工的车辆。\n\n5. Teachers are encouraged not to bring valuables or cell phones to school or to leave\n\nsuch items unattended. The school will not be responsible for lost/stolen items. 鼓励\n\n教师不要将贵重物品或手机带到学校，或将这些物品无人看管。学校对遗失/被盗物品\n\n概不负责。\n\n57\n\n6. Unless required by the position, no employee may possess a weapon on, in, or\n\nabout school buildings, grounds, athletic fields, or any other property used for\n\nschool related purposes, except as permitted by law or necessary for fulfilment of\n\nthe individual’s school related job. No employee may possess or carry a weapon in\n\na vehicle brought onto the school property. 除非工作要求，任何员工不得在学校建筑\n\n物、场地、运动场或其他用于学校相关目的的场所内外携带武器，除非法律允许或为履\n\n行学校相关工作所必需。任何员工不得在进入学校的车辆中持有或携带武器。\n\n7. The school secretariat cannot be expected to conduct personal business for staff\n\nmembers. 学校行政办公室不能被要求代办教职员工的私人事务。\n\n8. Staff members should not diagnose and/or make recommendations about medical\n\ntreatments or prescribed medicine for students. These decisions should be made\n\nby trained professionals. 教职员工不应为学生诊断或建议任何医疗治疗或处方药物。\n\n这些决定应由专业医护人员做出。\n\n9. Every professional staff member is required to read a copy of the handbook\n\ndistributed to students at the beginning of each school year. 每位专业教职员工都必\n\n须阅读在学年开始时分发给学生的手册。\n\n10. Teachers are not to make inappropriate comments about the appearance, weight,\n\nor image of student bodies. 教师不得对学生的外貌、体重或形象做出不当评论。\n\n11. Teachers are not to privately communicate with students for the sole purpose of\n\nconversation. Teachers are to maintain professional conduct. 教师不得为单纯聊天\n\n私下联系学生，应始终保持专业行为。\n\n58\n\nSection Four: LOGISTICAL CONCERNS\n\n第四章：后勤问题\n\n1. Building Security and Property 建筑物安全与财产\n\n1.1 School Keys 学校钥匙\n\nIf you have been issued a key for school property or building entrance, you must\n\nassume responsibility for the custody and appropriate use of each key. Keys are not\n\nto be duplicated without proper authorization. If you lose your key(s), report the loss\n\nto the property administrator as soon as possible. If you are unable to find the\n\nkey(s) within a reasonable time period, you may be required to pay for the key\n\nreplacement and lock alteration. 如果你领用了学校财产或建筑物入口的钥匙，你必须\n\n对其保管和正确使用负责。未经正式授权，钥匙不得复制。如钥匙遗失，应尽快向物业\n\n管理员报告。若在合理时间内未能找回钥匙，你可能需要承担钥匙更换及锁具更换的\n\n费用。\n\n1.2 Security Cameras 保全摄像头\n\nSecurity cameras have been installed in selected areas of the building. Note that\n\nthe video recording refreshes every 24 hours. Check with the computer systems\n\nadministrator for details. 大楼的特定区域安装了保全摄像头。请注意，录像资料每24\n\n小时刷新一次。如需详细信息，请咨询计算机系统管理员。\n\n1.3 Classroom Cupboards 教室橱柜\n\nClassroom cupboards should not be used for storing student’s personal items nor\n\ntextbooks or files unless authorised by the teacher.\n\n教室橱柜不得用于存放学生个人物品、课本或文件，除非获得教师授权。\n\n2. Teacher Responsibility 教师责任\n\nBina Bangsa School is pleased to provide staff and students with the best materials,\n\nsupplies, and equipment possible. However, staff and students are expected to be\n\n59\n\nresponsible for using these items appropriately. It is especially expected that\n\nmaterials/supplies are secured when not in use. Staff members or students will be\n\nrequired to repair, replace, or pay for all assigned materials, supplies, and/or\n\nequipment that are stolen, lost, or damaged while in their possession, except for\n\nextenuating (extreme) circumstances. Assessed fees will be taken from the\n\nemployee’s payroll check, if not paid by other means in a timely manner. 培民学校\n\n很高兴为教职员工和学生提供尽可能优质的材料、用品和设备。然而，教职员工和学\n\n生应负责任地正确使用这些物品。特别要求在未使用时妥善保管材料和用品。在非极\n\n端情况下，如所分配的材料、用品和/或设备在其保管期间被盗、遗失或损坏，教职员工\n\n或学生需负责维修、更换或赔偿。如未及时通过其他方式支付，所需费用将从员工薪\n\n水中扣除。\n\n3. Teacher Supplies 教师用品\n\nAn initial pack of writing materials and stationery are made available by the school to\n\neach teacher. Additional materials are to be signed out by the teacher through the\n\nbookstore. 学校为每位教师提供一套初始的书写材料和文具。其他额外材料需由教师在\n\n书店登记领取。\n\n1 set of textbooks relevant to the teacher’s load are made available for use to the\n\nteacher. The teacher should accomplish the appropriate forms and seek approval\n\nfrom the Vice – Principal / Principal. 学校会为教师配发一套与其教学内容相关的教材。\n\n教师需填写相应表格并获得副校长或校长的批准。\n\nAdditional materials that come from the bookstore should be approved by the\n\nPrincipal / Vice-Principal. 从书店领取的其他额外材料也需获得校长或副校长的批准。\n\nDecoration of class bulletin boards are shouldered by the class or the students.\n\nThese should all be properly signed out from the bookstore and approved by the\n\nPrincipal / Vice Principal. 班级布告栏的装饰由该班级或学生承担。所有相关材料都应\n\n在书店登记并获得校长或副校长的批准。\n\n60\n\n4. Teaching Aides 教学辅助工具\n\nLaptops, projectors, radios and other electronic gadgetry should be reserved in\n\nadvance through the computer systems administrator. Please facilitate return of the\n\nsaid materials to the office. 笔记本电脑、投影仪、收音机及其他电子设备需提前通过\n\n计算机系统管理员预约。请协助将上述设备及时归还至办公室。\n\n5. Building Issues 建物相关问题\n\n5.1 Reporting 修缮申请\n\nAll problems regarding the physical building such as air conditioning, leaking roofs\n\nand other maintenance problems should be reported to the general affairs of the\n\nschool through the administration office. 所有与建筑本身相关的问题，如空调、屋顶\n\n漏水及其他维修问题，均应通过行政办公室报告给总务部门。\n\n5.2 Use of facilities 设施使用\n\nAfter approval for activities have been sought through department heads, Vice\n\nPrincipal or Principal, facilities should be reserved in advance through the general\n\naffairs. Job orders should be filled up for this purpose. 在通过部门主任、副校长或校\n\n长批准活动后，应提前通过总务部门预约相关设施。为此需要填写工作申请单。\n\n6. Transportation 交通\n\n6.1 Pick-up and Dismissal 接送\n\nRegular pick-up schedules are set from apartments settled in by expatriate teachers.\n\nThere are also rendezvous points for other staff members and local teachers as well. 学\n\n校为外籍教师安排了从其居住公寓出发的固定接送时间表。其他教职员工和本地教师也设\n\n有接送集合点。\n\nPlease check the schedule of school transportation to Principal/Vice- Principal. Need\n\nfor transport beyond the scheduled time should be relayed to the security guards on\n\nduty or to the operations supervisor as soon as possible. 请向校长或副校长确认校车时\n\n间表。如需在非预定时间使用交通工具，应尽快通知值班保安或运营主管。\n\n61\n\n6.2 Others 其他\n\nTransport for official business or approved trips are free-of-charge. Operations should\n\nbe informed of reservation as early as possible to facilitate scheduling of drivers. Forms\n\nare available at the admin office. 用于公务或已批准活动的交通工具可免费使用。应尽早\n\n通知运营部门以便安排司机。所需表格可在行政办公室领取。\n\n6.3 Reservation for Personal Use 私人用途预订用车\n\nSchool cars can be requested by teachers for personal business. However, these are\n\nsubject to availability and charges. Teachers should fill out their request beforehand. 教师\n\n可申请使用校车处理私人事务。但车辆使用需视供应情况而定，并需支付相关费用。教师应\n\n提前填写申请表格。\n\n7. Computer Access 电脑使用\n\n7.1 General 一般规定\n\nBina Bangsa School has the right to specify who uses its equipment, under what\n\ncircumstances, and for what purpose. Use of school equipment and software for private\n\nor personal business is strictly prohibited and will subject the violator to disciplinary\n\naction. A violation of policy may result in disciplinary action, which includes, but is not\n\nlimited to, formal reprimand, probation, termination, and, if deemed appropriate, criminal\n\nprosecution. School administration and systems managers will make all decisions\n\nregarding whether or not a user has violated any policy, related rules or regulations, and\n\nmay deny, revoke, or suspend access at any time, with his/her/their decision being final.\n\n培民学校有权规定谁可以使用其设备、在何种情况下使用以及使用目的。严禁将学校设备\n\n和软件用于私人用途，违者将受到纪律处分。违反规定可能会受到包括但不限于正式警\n\n告、观察期、解雇，甚至刑事起诉等处分。学校行政和系统管理员有权裁定用户是否违反政\n\n策及相关规则，并可随时拒绝、撤销或暂停访问权限，其决定为最终决定。\n\n7.2 Prohibitions 禁令\n\nPrivileges may be revoked at any time for unacceptable conduct which includes, but is\n\n62\n\nnot limited to the following:\n\n如有以下（包括但不限于）不当行为，使用权限可随时被撤销：\n\nUsing the network for any illegal activity, financial, or commercial gain. 利用网络从\n\n事任何非法活动、金融或商业牟利。\n\nUsing the network while access privileges are revoked or suspended. 在访问权限被\n\n撤销或暂停期间继续使用网络。\n\nWillfully and knowingly accessing or attempting to access pornographic or any other\n\ninappropriate sites. 故意访问或尝试访问色情或其他不适当网站。\n\nPlacing unlawful or unlicensed information on a system. 在系统中存放非法或无授权\n\n的信息。\n\n7.3 Rules and Regulations 规则规章\n\nAll individuals with access to Bina Bangsa School technology and computer\n\nnetworks will respect the rights and property of others; observe appropriate codes of\n\nconduct; utilise the computers, network, Internet, and other technologies for\n\npurposes in support of the school’s education goals; be responsible for taking\n\nprecautions to prevent loss or damage to equipment and data; and install and use\n\nsoftware on the computers only as approved by the Principal, Vice-Principal or the\n\nSystems Manager. 所有有权使用培民学校技术和计算机网络的人员必须：尊重他人的\n\n权利和财产；遵守适当的行为规范；将电脑、网络、互联网及其他技术用于支持学校教\n\n育目标的用途；有责任采取措施防止设备和数据的丢失或损坏；仅在校长、副校长或系\n\n统管理员批准的情况下在电脑上安装和使用软件。\n\nOther information within the electronic network use agreement addresses areas\n\nsuch as acceptable postings, false entry, data security, and access to the Internet.\n\nAs a Bina Bangsa School employee, you are bound by computer use policy and\n\nencouraged to become familiar with the policy in its entirety. 电子网络使用协议的其\n\n他内容涉及可接受的发布、虚假输入、数据安全及互联网访问等方面。作为培民学校的\n\n员工，你受学校电脑使用政策的约束，并鼓励你全面熟悉该政策。\n\nFor the sake of safety, refrain from revealing personal information on the network,\n\ne.g., name, address, phone number, credit card or bank numbers, etc. This also\n\napplies to supplying such information about others. 为了安全，避免在网络上透露个\n\n63\n\n人信息，例如姓名、地址、电话号码、信用卡或银行账号等。同样适用于提供他人的此\n\n类信息。\n\nRemember that electronic (e-mail) is not private and may be monitored by the\n\nsystem administrator. Improper messages will result in the suspension of privileges.\n\n请记住，电子邮件并非私人通信，系统管理员可能会进行监控。不当信息将导致权限被\n\n暂停。\n\nApply courtesy in using the network so work and access of other users is not\n\ninterrupted. Use for personal business should be restricted to outside office hours.\n\n使用网络时应礼貌得体，避免干扰他人工作和访问。私人事务的使用应限于非办公时\n\n间。\n\nRefrain from malicious destruction of data of another user (vandalism). 禁止恶意破\n\n坏他人数据（破坏行为）。\n\nBe aware of and abide by copyright laws as they apply to use of materials found on\n\nand downloaded from the Internet. 了解并遵守适用于互联网内容使用和下载的版权\n\n法律。\n\nRefrain from sharing passwords or other methods of access to network services.\n\nThe person to whom an account/password is given is responsible for its use. 禁止分\n\n享密码或其他网络服务访问方式。账户/密码持有人对其使用负责。\n\nRefrain from altering, forwarding email messages without permission of the author.\n\n未经作者许可，不得擅自更改或转发电子邮件。\n\nRemember that school computers and the network are provided to enhance\n\nteaching and learning and that any questionable actions may result in the\n\ncancellation of network privileges. 请记住，学校电脑和网络旨在促进教学与学习，任\n\n何不当行为都可能导致网络权限被取消。\n\n7.4 Printing 打印\n\nThe faculty shares the printer in the staff room. All members have a right to its use.\n\nPrinting an unreasonable amount of data or copies restrict this right of others. Use\n\nthe school’s photocopying services for creating copies of your work. 教职员工共用教\n\n职员室内的打印机。所有成员都有使用权。打印过多的数据或份数会限制他人的使用\n\n权。制作多份复印件时请使用学校的复印服务。\n\n64\n\n7.5 Email 电子邮件\n\nEach teacher will be issued a Bina Bangsa School email account.It can be\n\naccessed through mail.binabangsaschool.com. Please check with the systems\n\nadministrator for details. 每位教师都会获得一个培民学校的电子邮件账户。该邮箱可\n\n通过 mail.binabangsaschool.com 访问。详情请咨询系统管理员。\n\nAll teachers should submit their email addresses to the Principal, Vice – Principal,\n\nHead of Examinations, and their HOD. After which, teachers will be issued a\n\nusername and password to the teacher support site of CIE which can be accessed\n\nthrough teachers.cie.org.uk 所有教师应将其电子邮件地址提交给校长、副校长、考\n\n试主任及其部门主任。之后，教师将获得CIE教师支持网站（teachers.cie.org.uk）的用\n\n户名和密码。\n\n65\n\nSection Five: THE TEACHER’S CAREER\n\n第五章：教师的职业生涯\n\n1. Performance Evaluation and Promotion 绩效评估和晋升\n\n1.1 Procedures for Performance Evaluation 工作成效评估程序\n\nThe School Board conducts a review of teaching staff performance in the middle of\n\nTerm 3, and at the end of the first semester if warranted; 学校董事会会在第三学期中\n\n期对教学人员的绩效进行审查，并在必要时于第一学期末进行审查。\n\nTeaching staff performance if assessed on the basis of the following:\n\n教学人员的绩效根据以下标准进行评估：\n\nTeaching competency as gauged by student evaluation, Head of Department /\n\nPrincipal\n\n/ Vice Principal evaluation and compliance with academic and\n\ndepartmental requirements; 教学能力（通过学生评价、部门主任/校长/副校长的评\n\n价以及对学术和部门要求的遵守情况评估）\n\nAttendance and punctuality in classes, general and departmental faculty\n\nmeetings, and official school functions; 课堂出勤及准时性、参与一般及部门教职\n\n会议以及校内官方活动的情况\n\nProfessional growth as evidenced by attendance in in-service training programs\n\nand seminars and in seminar-workshops organised by external agencies; 专业成\n\n长（通过参与在职培训、讲习班及外部机构举办的研讨会等体现）\n\nThe School service as gauged by active involvement in councils and committees,\n\nincluding ad hoc committees, and chaperoning of school activities; 校务服务（积\n\n极参与理事会、各类常设或临时委员会及校内活动陪同）\n\nCompliance with behavioural, moral and ethical expectations 行为、道德与伦理\n\n规范的遵守情况\n\nThe School Board recommends an appropriate action to be taken, which may be\n\nany of the following:\n\n学校董事会会提出相应措施，包括：\n\n66\n\nrenewal of contract; 合同续签\n\n\n\ntermination of contract; 合同终止\n\n1.2 Procedures for Promotions 晋升程序\n\nPromotions are governed by criteria other than, and in addition to those included in the\n\nAnnual Performance Evaluation; 晋升除了参考年度绩效评估中列出的标准，还依据其他\n\n额外标准。\n\nThe Principal deliberates on each case and submits appropriate recommendations to\n\nthe Academic Board. 校长会就每个案例进行审议，并向学术委员会提交相应建议。\n\n1.3 Evaluation Programme for Classroom Teaching 课堂教学评估计划\n\nClassroom teaching is regularly evaluated by Heads of Departments / Principal; / Vice\n\nPrincipal in order to maintain effective teaching standards and behaviour among the\n\nteaching staff. 课堂教学由各部门主任、校长或副校长定期进行评估，以保持高效的教学标准\n\n和教职员工的良好行为。\n\nEvaluation Procedures 评估程序：\n\nclassroom evaluation will be based on both announced and unannounced visits during\n\nthe semester; 课堂评估将在学期内通过事先通知和突击听课两种方式进行\n\nevaluations will be discussed with the teaching staff concerned; 评估结果将与相关教师\n\n讨论\n\nHead of Department evaluation is complemented by students’ evaluation. 部门主任的\n\n评估将辅以学生的评价\n\n1.4 Competency Framework for Teachers 教师能力框架\n\nBina Bangsa School is committed to developing high-quality teachers who exhibit\n\nexcellence in their professional practice and positively influence student outcomes. This\n\n67\n\nCompetency Framework for Teachers provides a structured guide to support teachers in\n\ntheir professional growth across three levels of competence. The framework focuses on\n\nProfessional Attributes, Professional Knowledge, and Professional Practice,\n\nproviding clear expectations and guidance for continuous improvement. 培民学校致力于培\n\n养在专业实践中表现卓越并对学生学习成果产生积极影响的高质量教师。本框架为教师的专\n\n业成长提供了三层次的结构化指导。该框架聚焦于专业素质、专业知识和专业实践三个方面\n\n，明确了持续改进的期望与指导。\n\n1.4.1 Professional Attributes 教师专业素质\n\nProfessional attributes represent the core values and personal qualities that are expected\n\nof all teachers at Bina Bangsa School. These attributes underpin effective teaching and\n\nare essential for fostering a positive learning environment. The following attributes are\n\nemphasized:\n\n68\n\n专业素质体现了培民学校对所有教师的核心价值观和个人品质要求。这些素质是高效教学的\n\n基础，并对营造积极的学习环境至关重要。以下素质是重点要求：\n\nIntegrity 诚信\n\nTeachers are expected to uphold an unwavering commitment to moral, ethical, and\n\nChristian values in all aspects of their professional and personal lives. As role models,\n\nthey should demonstrate these values consistently through their conduct, including\n\nlifestyle choices and public behavior. This expectation extends to online presence and\n\nsocial media, where actions and representations must align with the standards of Bina\n\nBangsa School. 教师应在职业与个人生活的各个方面坚定地践行道德、伦理和基督教价值\n\n观。作为榜样，教师应在生活方式选择和公共行为中始终如一地展现这些价值观。这一要求\n\n同样适用于在线形象和社交媒体上，教师的言行必须符合培民学校的标准。\n\nTeamwork 合作\n\nTeachers shall foster a collaborative culture by engaging with all members of the school\n\ncommunity, including supervisors, colleagues, students and parents. They are expected to\n\nactively contribute to shared goals, support team efforts, and help create an inclusive and\n\ncohesive environment. 教师应与学校社区的所有成员（包括管理层、同事、学生和家长）积\n\n极互动，营造协作文化。教师应积极为共同目标做出贡献，支持团队工作，帮助营造包容和团\n\n结的氛围。\n\nPassion 热情\n\nTeachers should demonstrate a deep enthusiasm for and commitment to education,\n\ninspiring others through their creativity, continuous professional growth, and dedication to\n\nhigh standards in teaching and learning. Their passion should serve as a driving force for\n\nthe pursuit of excellence throughout the school community. 教师应展现对教育的深厚热情\n\n69\n\n和承诺，通过创造力、持续的专业成长以及对高教学标准的坚持来激励他人。他们的热情应成\n\n为整个学校社区追求卓越的推动力。\n\nDedication 敬业\n\nTeachers are expected to exhibit strong commitment by consistently fulfilling their\n\nresponsibilities, including teaching and other assigned duties. They should actively\n\ncontribute to the success of school initiatives, events, and committees, going beyond the\n\nminimum requirements to support the school’s mission. 教师应展现出强烈的责任感，始终\n\n履行教学及其他分配的职责。他们应积极参与学校的各项倡议、活动和委员会工作，超越最\n\n低要求来支持学校的使命。\n\nCompassion 关怀\n\nTeachers shall demonstrate empathy and concern for the well-being of all members of the\n\nschool community. They are responsible for creating a supporting environment that\n\naddresses the diverse needs of individuals, being attentive to circumstances, and\n\nproviding appropriate support when needed. 教师应展现对学校社区所有成员福祉的同理心\n\n和关怀。他们有责任营造支持性的环境，关注个体的多样需求，并在需要时提供适当支持。\n\nEffective Communication 有效沟通\n\nTeachers should communicate clearly and professionally with all members of the school\n\ncommunity, adapting their approach to various audiences to foster understanding. They\n\nare expected to encourage open dialogue, engage in conflict resolution and promote a\n\nculture of transparency and mutual respect. 教师应与学校社区所有成员进行清晰、专业的\n\n沟通，根据不同对象调整交流方式，以促进理解。教师应鼓励开放对话，积极解决冲突，并促\n\n进透明和相互尊重的文化。\n\nSocial Emotional Well-being 社交与情绪稳定\n\n70\n\nTeachers shall actively promote the social and emotional well-being of the entire school\n\ncommunity. They are expected to exhibit emotional resilience, self-control, and composure\n\nin all situations, refraining from any aggressive, disruptive, or intimidating behaviors.\n\nTeacher should work to cultivate an atmosphere conducive to positive emotional\n\ndevelopment and overall well-being. 教师应积极促进整个学校社区的社交情感健康。教师在\n\n任何情况下都应展现出情绪韧性、自我控制和沉着冷静，避免任何具有攻击性、破坏性或恐吓\n\n性的行为。教师应致力于营造有利于积极情感发展和整体福祉的氛围。\n\nInspiration 激励\n\nTeachers are expected to motivate and encourage all members of the school community\n\nby setting a positive example, advocating for continuous improvement, and fostering a\n\nculture of growth and achievement. 教师应通过树立积极榜样、倡导持续改进，激励并鼓励\n\n学校社区的所有成员，营造成长与成就的文化。\n\n1.4.2 Professional Knowledge 教师专业知识\n\nProfessional knowledge is essential for teachers to design effective learning experiences\n\nand respond to the diverse needs of students. Teachers are expected to continuously\n\nexpand their knowledge base through study and reflection.\n\n专业知识对于教师设计有效学习体验并回应学生的多样化需求至关重要。教师应通过学习和\n\n反思不断扩展自己的知识基础。\n\nKey areas 重点领域\n\nUnderstanding student development 学生发展认知\n\nTeachers must know how students learn, develop, and adapt instruction to meet varying\n\nabilities. 教师必须了解学生如何学习与发展，并调整教学以满足不同能力的需求。\n\nCurriculum mastery 课程掌握\n\n71\n\nTeachers must be familiar with the school’s curriculum and how to implement it effectively.\n\n教师必须熟悉学校课程并能有效实施。\n\n1.4.3 Professional Practice 教师专业水平\n\nProfessional practice refers to the practical application of knowledge and attributes in the\n\nclassroom. This is broken down into six dimensions:\n\n专业实践是指在课堂中将知识和素质加以实际运用。该部分分为六个维度：\n\nDimension 1: Student Learning 学生学习\n\nTeachers design and deliver engaging lessons that foster a positive learning environment\n\nand promote student success. 教师设计并实施引人入胜的课程，营造积极的学习环境，促进\n\n学生成功。\n\nDeveloping: Teachers plan lessons with clear objectives and guide students\n\nthrough structured learning experiences.\n\n初步水平：教师设计具有清晰目标的课程，引导学生进行有结构的学习。\n\nCompetent: Teachers provide differentiated instruction, catering to diverse learning\n\nstyles and needs.\n\n合格水平：教师能够进行差异化教学，满足不同的学习风格和需求。\n\nHighly Competent: Teachers empower students to take ownership of their\n\nlearning, fostering autonomy and critical thinking.\n\n高水平：教师能够培养学生自主学习的能力，促进独立性和批判性思维。\n\nDimension 2: Assessment and Reporting 评估与汇报\n\nTeachers monitor, assess, and report on student progress to ensure learning goals are\n\nbeing met. 教师监控、评估并汇报学生的学习进度，确保达成学习目标。\n\n72\n\nDeveloping: Teachers use a variety of assessment strategies and provide\n\nfeedback to guide student learning.\n\n初步水平：教师采用多样化的评估策略，并提供反馈指导学生学习。\n\nCompetent: Teachers implement comprehensive assessment systems and report\n\noutcomes to stakeholders.\n\n合格水平：教师实施全面的评估体系，并向相关方汇报结果。\n\nHighly Competent: Teachers innovate assessment methods and collaborate with\n\ncolleagues to improve school-wide practices.\n\n高水平：教师能够创新评估方法，并与同事合作改进全校范围内的教学实践。\n\nDimension 3: Professional Learning 专业学习\n\nTeachers engage in continuous professional development to improve their practice and\n\nstay current with educational trends. 教师持续参与专业发展，不断改进教学实践并紧跟教育\n\n趋势。\n\nDeveloping: Teachers reflect on their teaching practice and seek feedback to\n\nimprove.\n\n初步水平：教师能够反思自己的教学实践，并寻求改进建议。\n\nCompetent: Teachers participate in and contribute to professional learning\n\ncommunities, sharing knowledge and best practices.\n\n合格水平：教师积极参与并贡献于专业学习社群，分享知识和最佳实践。\n\nHighly Competent: Teachers lead professional development initiatives and mentor\n\nother educators.\n\n高水平：教师能够领导专业发展项目，并指导其他教育工作者。\n\n73\n\nDimension 4: Curriculum and Planning 课程与教学规划\n\nTeachers are responsible for curriculum development and instructional planning, ensuring\n\nalignment with school goals. 教师负责课程开发与教学规划，确保与学校目标保持一致。\n\nDeveloping: Teachers collaborate in curriculum discussions and follow guidelines\n\nprovided by the school.\n\n初步水平：教师参与课程讨论，并遵循学校提供的指导方针。\n\nCompetent: Teachers take a more active role in developing and implementing the\n\ncurriculum, adapting it to meet student needs.\n\n合格水平：教师在课程开发与实施中扮演更积极的角色，调整课程以满足学生需求。\n\nHighly Competent: Teachers lead curriculum initiatives, ensuring alignment with\n\nbroader educational goals and adapting to Developing trends.\n\n高水平：教师领导课程开发项目，确保课程与更广泛的教育目标保持一致，并适应发展\n\n趋势。\n\nDimension 5: Technology Integration 技术整合\n\nTeachers effectively integrate technology into their teaching to engage students, enhance\n\nlearning experiences, and extend learning beyond the classroom. The use of technology\n\nsupports the development of relevant digital skills and aligns with the principles of an\n\nApple Distinguished School. 教师能够有效地将技术融入教学中，以吸引学生、增强学习体验\n\n，并扩展课堂之外的学习。技术的使用支持相关数字技能的发展，并符合 Apple 卓越学校的\n\n原则。\n\nDeveloping: Teachers explore and incorporate basic technological tools into their\n\nteaching, using technology sporadically to support student engagement and\n\nlearning. Their use of technology may be limited to basic applications without fully\n\nintegrating it into daily teaching practices.\n\n74\n\n初步水平：教师探索并使用基础技术工具，偶尔利用技术来支持学生参与和学习。技\n\n术的使用可能仅限于基础应用，未能完全融入日常教学实践中。\n\nCompetent: Teachers actively integrate technology into their teaching, using digital\n\ntools to consistently engage students, enhance learning outcomes, and extend\n\nlearning beyond the classroom. They adapt their use of technology to fit different\n\nlearning objectives and help students apply digital skills in practical contexts.\n\n合格水平：教师积极将技术整合进教学中，利用数字工具持续吸引学生，提升学习成果\n\n，并扩展课堂之外的学习。他们根据不同的学习目标调整技术使用，帮助学生在实际\n\n情境中应用数字技能。\n\nHighly Competent: Teachers lead technology integration in the classroom,\n\ntransforming\n\nthe\n\nlearning environment\n\nthough\n\ninnovative practices. They\n\nconsistently engage students with dynamic digital tools, enhance learning with\n\ncomplex tasks that promote higher-order thinking, and extend learning opportunities\n\nthat connect with real-world experiences. They set an example by using technology\n\nto foster a culture of continuous learning and responsible digital behavior.\n\n高水平：教师在课堂中引领技术整合，通过创新实践改变学习环境。他们持续利用多样\n\n的数字工具吸引学生，通过复杂任务提升高阶思维，并扩展与现实经验相连的学习机\n\n会。他们通过技术的使用树立榜样，促进持续学习和负责任的数字行为文化。\n\nDimension 6: Community Engagement 社区参与\n\nTeachers build strong relationships with the school community, including parents,\n\ncaregivers, and external stakeholders, to enhance student learning and school culture. 教\n\n师与学校社区建立牢固的关系，包括家长、照护者和外部利益相关者，以提升学生学习和学\n\n校文化。\n\nDeveloping: Teachers build positive relationships within the classroom and engage\n\nwith parents and caregivers.\n\n初步水平：教师在课堂内建立积极关系，并与家长和照护者互动。\n\nCompetent: Teachers actively participate\n\nin school-community partnerships,\n\ncollaborating with external experts and organizations.\n\n75\n\n合格水平：教师积极参与学校与社区的合作，与外部专家和组织协作。\n\nHighly Competent: Teachers lead community engagement initiatives, creating\n\nmeaningful connections that benefit students and the broader school community.\n\n高水平：教师领导社区参与项目，建立有益于学生和更广泛学校社区的有意义联系。\n\n1.4.3.1 Indicators of Effective Practice for Professional Practice Dimension 专业实践\n\n维度之有效实践指标\n\nDimension 1: Student Learning 学生学习\n\nCompetency Descriptor: Teachers effectively facilitate student learning by creating\n\nengaging, inclusive, and supportive learning environments.\n\n能力描述：教师通过创建引人入胜、包容和支持的学习环境，有效促进学生学习。\n\nDeveloping Indicators 初步指标\n\nPlans lessons with clear objectives that align with curriculum goals. 设计具有明确目\n\n标、符合课程目标的课程。\n\nUtilizes teacher-directed instruction to ensure student engagement. 使用教师主导教\n\n学以确保学生参与。\n\n\n\nImplements structured activities that guide students through learning processes. 实\n\n施有结构的活动，引导学生的学习过程。\n\nProvides students with opportunities to ask questions and explore new ideas. 提供\n\n机会让学生提问并探索新想法。\n\nUses feedback to help students understand concepts and improve their learning\n\noutcomes. 利用反馈帮助学生理解概念并改进学习成果。\n\nCompetent Indicators 合格指标\n\n76\n\nDesigns differentiated learning activities to cater to diverse student needs and\n\nlearning styles. 设计差异化学习活动，以满足不同学生的需求和学习风格。\n\nEncourages student autonomy by giving students choices in their learning tasks. 通\n\n过在学习任务中给予选择，鼓励学生自主性。\n\nFosters critical\n\nthinking, problem-solving, and inquiry-based learning in the\n\nclassroom. 在课堂中培养批判性思维、问题解决能力和探究式学习。\n\nRegularly reflects on the effectiveness of instructional strategies and makes\n\nadjustments based on student progress. 定期反思教学策略的有效性，并根据学生进\n\n步进行调整。\n\nHighly Competent Indicators 高水平指标\n\nNegotiates\n\nlearning goals with students and supports\n\nthem\n\nin becoming\n\nself-directed learners. 与学生共同商定学习目标，支持他们成为自主学习者。\n\nUtilizes a broad repertoire of instructional strategies tailored to students' individual\n\nneeds. 运用丰富的教学策略，针对学生的个别需求进行调整。\n\n\n\nIncorporates student input in lesson planning and facilitates collaborative learning\n\nexperiences. 在课程设计中融入学生意见，促进协作学习体验。\n\nFosters independent learning and encourages students to take ownership of their\n\neducational journey. 培养学生的独立学习能力，鼓励他们对自己的学习旅程负责。\n\nDimension 2 : Assessment and Reporting 评估与汇报\n\nCompetency Descriptor: Teachers use a variety of assessment strategies to monitor\n\nstudent progress and provide meaningful feedback to students, parents, and other\n\nstakeholders.\n\n能力描述：教师运用多种评估策略来监控学生进度，并向学生、家长及其他利益相关者提供有\n\n意义的反馈。\n\nDeveloping Indicators 初步指标\n\n77\n\nSelects appropriate assessment tools to measure student understanding of learning\n\nobjectives. 选择合适的评估工具来衡量学生对学习目标的理解。\n\nProvides timely and constructive feedback to students on their performance. 为学生\n\n的表现提供及时且具有建设性的反馈。\n\nMaintains accurate and consistent records of student assessments. 维护学生评估记\n\n录的准确性和一致性。\n\nReports progress to parents in a clear and concise manner, using both formal and\n\ninformal channels. 通过正式和非正式渠道，以清晰简明的方式向家长汇报进展。\n\nCompetent Indicators 合格指标\n\nApplies comprehensive systems of assessment and reporting, ensuring that\n\nassessments are aligned with curriculum objectives. 应用全面的评估与汇报系统，确\n\n保评估与课程目标保持一致。\n\nUses assessment data to plan subsequent instruction and adapt teaching\n\nstrategies. 使用评估数据来规划后续教学并调整教学策略。\n\nCollaborates with colleagues to develop school-wide assessment policies and\n\npractices. 与同事合作制定全校范围的评估政策与实践。\n\nActively participates in school-wide reporting processes, ensuring transparency and\n\naccuracy in reporting student outcomes. 积极参与全校范围的汇报流程，确保学生成\n\n果汇报的透明度和准确性。\n\nHighly Competent Indicators 高水平指标\n\n\n\nInnovates assessment methods that provide inclusive and diverse ways for\n\nstudents to demonstrate their learning. 创新评估方法，为学生提供包容且多样的展示\n\n学习成果的方式。\n\n78\n\nLeads the development of assessment practices within the school, mentoring other\n\nteachers on effective assessment strategies. 领导学校内的评估实践发展，并指导其\n\n他教师有效的评估策略。\n\nProvides detailed reports that offer insights into student progress, challenges, and\n\nareas for future development. 提供详细的报告，深入分析学生进步、挑战及未来发展\n\n方向。\n\nFacilitates discussions with parents, colleagues, and external stakeholders\n\nregarding student outcomes and improvement strategies. 促进与家长、同事及外部\n\n利益相关者就学生成果和改进策略进行讨论。\n\nDimension 3: Professional Learning 专业学习\n\nCompetency Descriptor: Teachers engage in lifelong professional learning to continually\n\nimprove their practice and contribute to the learning community.\n\n能力描述： 教师投入终身专业学习，持续改进教学实践并为学习社区做出贡献。\n\nDeveloping Indicators\n\nSeeks feedback from colleagues and supervisors to identify areas for improvement.\n\n主动向同事和上级寻求反馈，识别改进领域。\n\nParticipates in school-based professional development activities. 参与校内的专业发\n\n展活动。\n\nReflects on teaching practices and sets personal goals for professional growth. 反\n\n思教学实践并设定个人专业成长目标。\n\n\n\nIncorporates new ideas and strategies from professional learning into classroom\n\npractices. 将专业学习中的新理念和策略融入课堂实践。\n\nCompetent Indicators 初步指标\n\n79\n\nEngages in collaborative professional learning with colleagues, sharing best\n\npractices and contributing to school improvement. 与同事协作进行专业学习，分享最\n\n佳实践并推动学校改进。\n\nParticipates in external workshops, seminars, and conferences to stay updated on\n\neducational trends and innovations. 参加外部研讨会、讲座和会议，了解最新教育趋\n\n势和创新。\n\nRegularly reviews professional literature and applies new research to improve\n\nteaching methods. 定期阅读专业文献并应用新研究成果改进教学方法。\n\nSupports the professional learning of colleagues by mentoring new teachers or\n\nleading professional development sessions. 通过指导新教师或主导专业发展课程支\n\n持同事的专业学习。\n\nHighly Competent Indicators 高水平指标\n\nTakes a leadership role in organizing and delivering professional learning programs\n\nfor the school. 在组织和实施学校专业学习项目中发挥领导作用。\n\nEstablishes professional learning communities within the school to foster ongoing\n\ncollaboration and reflection. 在校内建立专业学习社群，促进持续的协作与反思。\n\nEngages in self-directed professional learning projects, such as action research or\n\nleading school-based teaching initiatives. 参与自我主导的专业学习项目，例如行动研\n\n究或领导校本教学倡议。\n\nServes as a mentor or coach for colleagues, facilitating professional growth across\n\nthe school community. 担任同事的导师或教练，促进整个学校社区的专业成长。\n\nDimension 4: Curriculum and Planning 课程与教学规划\n\nCompetency Descriptor: Teachers take an active role in curriculum development and\n\ninstructional planning, ensuring alignment with school and student needs.\n\n能力描述： 教师积极参与课程开发与教学规划，确保课程符合学校及学生需求。\n\n80\n\nDeveloping Indicators 初步指标\n\nParticipates in curriculum discussions and follows school guidelines for instructional\n\nplanning. 参与课程讨论并遵循学校的教学规划指南。\n\nDesigns lesson plans that align with curriculum objectives and are developmentally\n\nappropriate for students. 设计符合课程目标且适合学生发展水平的教案。\n\nPrepares instructional materials that support student learning and engagement. 准\n\n备支持学生学习和参与的教学材料。\n\nCollaborates with colleagues to ensure consistency in curriculum delivery across\n\ngrade levels and subjects. 与同事合作，确保不同年级和学科的课程实施一致。\n\nCompetent Indicators 合格指标\n\nTakes a more active role in curriculum design, contributing ideas and innovations\n\nthat enhance student learning. 更积极地参与课程设计，提出有助于提升学生学习的\n\n理念和创新。\n\nUses data and research to inform curriculum planning and make adjustments based\n\non student needs. 利用数据和研究成果指导课程规划，并根据学生需求进行调整。\n\nSupports the implementation of new curriculum initiatives and helps colleagues\n\nintegrate changes into their teaching. 支持新课程倡议的实施，并协助同事将变革融\n\n入教学。\n\nEvaluates the effectiveness of curriculum changes and provides feedback to school\n\nleadership. 评估课程变动的有效性，并向学校领导层提供反馈。\n\nHighly Competent Indicators 高水平指标\n\nLeads curriculum development initiatives, ensuring that instructional programs align\n\nwith broader educational goals and trends. 领导课程开发项目，确保教学计划与更广\n\n泛的教育目标和趋势保持一致。\n\n81\n\nFacilitates curriculum review and evaluation processes, involving colleagues in\n\nreflective discussions about curriculum effectiveness. 推动课程审查与评估流程，邀\n\n请同事参与课程有效性的反思性讨论。\n\nDevelops innovative instructional strategies that align with curriculum standards and\n\nimprove student learning outcomes. 研发符合课程标准并提升学生学习成果的创新教\n\n学策略。\n\nCollaborates with external experts or educational bodies to ensure that the school’s\n\ncurriculum meets national and international standards. 与外部专家或教育机构合作，\n\n确保学校课程符合国家和国际标准。\n\nDimension 5: Technology Integration 技术整合\n\nCompetency Descriptor: Teachers effectively integrate technology into their teaching to\n\nengage students, enhance learning experiences, and extend learning beyond the\n\nclassroom. The use of technology is aligned with the principles of an Apple Distinguished\n\nSchool and supports the development of relevant digital skills, applied in practical and\n\nage-appropriate ways.\n\n能力描述： 教师有效地将技术融入教学，以吸引学生、增强学习体验，并扩展课堂之外的学\n\n习。技术的使用符合 Apple 卓越学校的原则，并支持相关数字技能的培养，以实用和符合年\n\n龄特点的方式加以应用。\n\nDeveloping Indicators 初步指标\n\nExplores and experiments with basic technological tools to support student\n\nengagement and learning. 探索并试验基础技术工具来支持学生的参与和学习。\n\nUses technology occasionally to engage students, incorporating tools such as\n\npresentations or videos with limited interactivity. 偶尔使用技术吸引学生，如运用互动\n\n性有限的演示或视频。\n\nProvides students with access to technological resources during lessons but may\n\nnot fully integrate these resources into teaching practices. 在课堂中为学生提供技术\n\n资源，但未能将其完全融入教学实践。\n\n82\n\nUses technology as a supplement to traditional teaching methods, without\n\nconsistently aligning its use with learning objectives. 将技术作为传统教学方法的补\n\n充，而未能始终将其使用与学习目标相结合。\n\nCompetent Indicators 合格指标\n\nActively integrates technology into lessons, using digital tools to engage students\n\nand make learning more interactive. 积极将技术融入课程，利用数字工具吸引学生，\n\n使学习更具互动性。\n\nEncourages students to use technology to explore content, collaborate, and apply\n\nknowledge in practical tasks. 鼓励学生利用技术探索内容、协作并在实际任务中应用\n\n知识。\n\nRegularly updates digital teaching materials and incorporates diverse tools to\n\nenhance instructional practices. 定期更新数字教学材料，并整合多样化工具来提升教\n\n学实践。\n\nCollaborates with colleagues to share best practices for technology integration and\n\neffectively address challenges in implementation. 与同事分享技术整合的最佳实践，\n\n并有效应对实施中的挑战。\n\nHighly Competent Indicators 高水平指标\n\nLeads technology integration initiatives, transforming the learning environment\n\nthrough innovative practices and dynamic use of digital tools. 领导技术整合项目，通\n\n过创新实践和灵活运用数字工具改变学习环境。\n\nUses technology to create authentic, real-world learning experiences that engage\n\nstudents and extend learning beyond the classroom. 利用技术创造真实的、与现实世\n\n界相关的学习体验，吸引学生并扩展课堂之外的学习。\n\nCollaborates with educational technology specialists to introduce cutting-edge tools\n\nand strategies that enhance teaching and learning. 与教育技术专家合作，引入先进\n\n工具和策略以提升教学和学习。\n\n83\n\nProvides guidance and support to colleagues on advanced technology integration,\n\npromoting a culture of continuous learning and responsible digital use. 为同事提供\n\n先进技术整合方面的指导和支持，促进持续学习和负责任的数字使用文化。\n\nDimension 6: Community Engagement 社区参与\n\nCompetency Descriptor: Teachers build meaningful partnerships with students, parents,\n\ncolleagues, and external stakeholders to support student learning and the school\n\ncommunity.\n\n能力描述： 教师与学生、家长、同事及外部利益相关者建立有意义的合作伙伴关系，以支持学\n\n生学习和学校社区建设。\n\nDeveloping Indicators 初步指标\n\nEstablishes positive relationships with students and parents, maintaining open\n\ncommunication about student progress and well-being. 与学生和家长建立积极关系\n\n，保持关于学生进步和福祉的开放沟通。\n\nParticipates in school events and community activities to foster a sense of\n\nbelonging and collaboration. 参与学校活动和社区活动，培养归属感和合作精神。\n\nEngages with parents and caregivers to discuss student achievements and areas\n\nfor improvement. 与家长和照护者沟通，讨论学生的成就和改进空间。\n\n\n\nInvolves students in classroom decision-making, encouraging them to contribute to\n\ntheir learning environment. 在课堂决策中让学生参与，鼓励他们为学习环境做出贡\n\n献。\n\nCompetent Indicators 合格指标\n\nDevelops partnerships with external organizations (e.g.,\n\nlocal businesses,\n\neducational institutions) to enhance learning experiences for students. 与外部组织\n\n（如当地企业、教育机构）建立合作关系，丰富学生的学习体验。\n\n84\n\nEngages\n\nin\n\ntwo-way communication with parents and\n\nthe broader school\n\ncommunity, building trust and fostering collaboration. 与家长及更广泛的学校社区进\n\n行双向沟通，建立信任并促进合作。\n\nOrganizes and participates in community service projects, extracurricular activities,\n\nand other initiatives that benefit students and the school. 组织并参与社区服务项目、\n\n课外活动及其他有利于学生和学校的倡议。\n\nCollaborates with colleagues to create a welcoming and inclusive school culture\n\nthat supports student learning and well-being. 与同事合作，营造欢迎和包容的学校文\n\n化，支持学生的学习与福祉。\n\nHighly Competent Indicators 高水平指标\n\nLeads community engagement initiatives, creating strong partnerships between the\n\nschool and external stakeholders. 领导社区参与项目，在学校与外部利益相关者之间\n\n建立稳固的合作关系。\n\nAdvocates for school-community collaboration, building relationships with local\n\norganizations, industry experts, and government agencies. 倡导学校与社区的合作，\n\n建立与当地组织、行业专家及政府机构的关系。\n\nEngages in global outreach programs to expand students’ perspectives and foster a\n\nsense of social responsibility. 参与全球拓展项目，拓宽学生视野并培养社会责任感。\n\nFacilitates discussions with parents, community members, and stakeholders on\n\nstrategies to improve student outcomes and support school development. 促进与家\n\n长、社区成员及利益相关者的讨论，探讨改善学生成果和支持学校发展的策略。\n\n1.4.4 Conclusion 小结\n\nThe Bina Bangsa School Competency Framework for Teachers sets clear expectations for\n\nteachers' professional growth, supporting them through various levels of development. By\n\nadhering to this framework, teachers will not only enhance their own practice but also\n\ncontribute to the overall excellence of Bina Bangsa School.\n\n85\n\n培民学校的教师能力框架为教师的专业成长设定了明确的期望，通过不同的发展阶段为教师\n\n提供支持。通过遵循该框架，教师不仅能提升自身教学实践，还能为培民学校的整体卓越做出\n\n贡献。\n\n2. Procedures for Termination of Employment 解雇程序\n\nThe School reserves the right to due process in the termination of teaching staff. The\n\nSchool Board convenes to assess the performance of all teaching staff, Head of\n\nDepartments and administrative staff;\n\n学校保留在解雇教学人员时依法行事的权利。学校委员会将召开会议，对所有教学人员、学\n\n科主任和行政人员的表现进行评估。\n\nFor Head of Departments with teaching load, administrative performance will be factored\n\ninto their evaluation;\n\n对于有教学任务的学科主任，其行政表现也将纳入评估范围。\n\nFor Head of Departments with teaching load, the evaluation will be based on:\n\n对于有教学任务的学科主任，评估将基于以下内容：\n\nclassroom attendance; 课堂出勤；\n\nstudent evaluation; 学生评价；\n\nPrincipal / Vice Principal evaluation; 校长/副校长评价；\n\nattendance in school functions; 参加学校活动的情况；\n\nprofessional growth; 专业成长；\n\nobservance and compliance of teaching staff and Head of Department duties and\n\nresponsibilities; 遵守并履行教师和学科主任的职责；\n\nThose who fail to meet the minimum performance expectation shall be given full\n\nopportunity\n\nto explain in writing why he/she should not be terminated due to\n\nincompetence or other just or valid causes;\n\n86\n\n未能达到最低绩效要求者将有充分机会书面说明为何因不称职或其他正当原因不应被解\n\n雇。\n\nThe School Board shall summon the teaching staff / Head of Department concerned for a\n\npreliminary hearing to give him/her the opportunity to defend himself/herself personally;\n\nThe School Board reserves the right to invite any teaching staff / Head of Department or\n\nadministrative staff to appear before it and/or submit documents to aid it in its\n\ninvestigation of the teaching staff concerned.\n\n学校委员会将传唤相关教师或学科主任进行初步听证，给予其亲自辩护的机会。学校委员会\n\n有权邀请任何教师、学科主任或行政人员出席会议和/或提交文件，以协助对相关教师的调\n\n查。\n\n2.1 Termination by Employer 雇主终止合同\n\nThe school reserves the right to terminate the Employment Relationship with the teacher\n\nat any time, without compensation or notice, if the teacher engages in any of the following\n\nserious violations:\n\n若教师有以下任何严重违规行为，学校有权随时解除雇佣关系，且无需赔偿或提前通知：\n\n2.1.1 Violating any provisions of this Employment Agreement, the Company’s\n\nRegulations, or Bina Bangsa School’s Code of Ethics.\n\n违反本雇佣协议、公司规章或培民学校的道德规范。\n\n2.1.2 Failing to uphold the professionalism as outlined in this handbook.\n\n未能遵守本手册所述的专业规范。\n\n2.1.3 Providing false, misleading, or incomplete information during the hiring process\n\nor in any official documentation submitted to the school.\n\n在招聘过程中或向学校提交的任何正式文件中提供虚假、误导性或不完整的信\n\n息。\n\n2.1.4 Failing to disclose the existence of another active contract with another\n\ninstitution, other obligations, or unresolved matters with a previous employer\n\nthat prevents the teacher from fully performing their duties in Bina Bangsa\n\nSchool. This includes knowingly holding dual contracts or engaging in\n\n87\n\nactivities that hinder their ability to fulfil their role at BBS, which is deemed\n\nunacceptable and a violation of their contract.\n\n未能披露与其他机构存在的有效合同、其他义务或与前雇主未解决的事务，从而\n\n影响在培民学校履行职责的行为。\n\n2.1.5 Discrepancies between the teacher’s stated qualification, abilities, or conduct\n\nand the school’s assessment, discovered after signing of the agreement or\n\nbefore commencing employment.\n\n在签署协议后或入职前发现教师所述的资格、能力或行为与学校评估结果不符。\n\n2.1.6 Failing to perform assigned duties satisfactorily, demonstrating incompetence,\n\nor neglecting instructions or directives from the school.\n\n未能令人满意地履行分配的职责，表现出不称职，或忽视学校的指令。\n\n2.1.7 Absence from the workplace for 3 (three) or more working days without prior\n\napproval or reasonable justification.\n\n无事先批准或合理理由，连续缺勤三（3）个或以上工作日。\n\n2.1.8 Engaging in rude, dishonest, insubordinate, or disruptive behaviour, including\n\nnoncompliance with workplace rules or manipulation of financial records.\n\n表现出粗鲁、不诚实、不服从或扰乱秩序的行为，包括不遵守工作场所规定或篡\n\n改财务记录。\n\n2.1.9 Misusing the school’s resources or position for personal gain, including\n\nusing the school’s facilities for unauthorized purposes.\n\n滥用学校资源或职务谋取私利，包括将学校设施用于未经授权的用途。\n\n2.1.10 Actions that materially harm the school, including financial, reputational, or\n\noperational damages.\n\n造成学校实质性损害的行为，包括财务、声誉或运营方面的损害。\n\n2.1.11 Leaking or disclosing the school’s confidential information without\n\nauthorization, except as required by law.\n\n未经授权泄露或披露学校机密信息，法律要求除外。\n\n2.1.12 Behaving in ways that violate the school’s safeguarding commitments to the\n\nwell-being of students, staff, and the community.\n\n行为违反学校对学生、教职员工及社区福祉的安全承诺。\n\n2.1.13 Engaging in immoral, unethical, or inappropriate actions, including gambling,\n\n88\n\nconsuming alcohol excessively, or working under the influence of alcohol.\n\n从事不道德、不合规范或不当行为，包括赌博、过量饮酒或在酒后工作。\n\n2.1.14 Engaging in sexual harassment, whether physically, through text, or online, or\n\ngiving undue attention unrelated to professional duties to students, parents of\n\nstudents, or colleagues, such as sending inappropriate personal messages\n\nor engaging in inappropriate physical contact.\n\n进行身体、文字或网络形式的性骚扰，或对学生、家长或同事给予与专业职责无\n\n关的不当关注。\n\n2.1.15 Borrowing money from members of the school community, including students,\n\nparents of students, or colleagues.\n\n向学校社区成员（包括学生、家长或同事）借钱。\n\n2.1.16 Committing acts that violate applicable laws or regulations.\n\n从事违反适用法律或法规的行为。\n\n2.1.17 Being charged with or convicted of a criminal offense.\n\n被指控或被判定犯有刑事罪行。\n\n2.1.18 Receiving 3 (three) written warnings or 1 (one) termination notice.\n\n收到三（3）次书面警告或一次解雇通知。\n\n2.1.18 Fails to disclose prior conduct, criminal records, or behaviour that is\n\ninconsistent with the values and standards upheld by the school.\n\n未能披露之前的行为、犯罪记录或 不符合学校所坚持的价值观和标准。\n\nIn the event of termination under this clause, the teacher shall be held accountable for any\n\nlosses, both material and immaterial, incurred by the school as a result of their actions,\n\nfully accept responsibility for any legal consequences arising from such violations, and\n\ncommit to cooperating fully with any investigations conducted by the school or relevant\n\nlegal authorities.\n\n根据本条款被解雇时，教师应对其行为给学校造成的任何有形和无形损失承担责任，完全接\n\n受由此产生的任何法律后果，并承诺全力配合学校或相关法律机构的调查。\n\n89\n\nIn the event the school terminates the teacher with immediate effect and without any fault\n\nof the teacher, then the school shall pay a compensation to the teacher in the amount of\n\nmoney equivalent to 2 (two) months of the last drawn salary.\n\n如果学校无教师过错立即终止合同，则学校应向教师支付相当于其最近两（2）个月工资的赔\n\n偿金。\n\n2.2 Unilateral Termination by Employee 员工单方面终止合同\n\nThe teacher may not resign or terminate their contract after it has been signed and before\n\nthe implementation begins (grace period). If the teacher does so during the grace period, a\n\npenalty of two months' salary will be imposed plus any work-related expenses, e.g. job\n\nadvertising fee, airline ticket, work permit and other expenses.\n\n教师在合同签署后并在履行开始前（宽限期内）不得辞职或单方面终止合同。如果教师在宽限\n\n期内这样做，将被处以相当于两个月工资的罚金，并需支付任何与工作相关的费用，例如招聘\n\n广告费、机票、工作许可证等费用。\n\nIf the teacher resigns or terminates their contract before the end of the contract period\n\nwithout consent from the school, the teacher shall be deemed to have breached the\n\nagreement and will be required to pay a penalty equivalent to 2 (two) months of their most\n\nrecent salary, along with other costs related to the employment. These costs include job\n\nadvertisement expenses, work visa fees, housing allowance, training costs and any other\n\nexpenses incurred by the school. Should the teacher refuse to fulfil these obligations, the\n\nschool reserves the right to take legal action, and any legal costs arising from such actions\n\nwill be charged to the teacher.\n\n如果教师在合同期满前未经学校同意辞职或单方面终止合同，将视为违约，并需支付相当于\n\n最近两（2）个月工资的罚金，以及其他与雇佣相关的费用。这些费用包括招聘广告费、工作签\n\n证费、住房津贴、培训费以及学校承担的任何其他费用。如果教师拒绝履行这些义务，学校\n\n保留采取法律行动的权利，且由此产生的任何法律费用将由教师承担。\n\nThe teacher must complete all their work and ensure the completion or transfer of any\n\nunfinished work or projects to the teacher. The teacher is also obligated to return any\n\nproperty belonging to the school, including but not limited to equipment, confidential\n\n90\n\ninformation, documents, books, records, reports, notes, contracts, or any other items\n\ndeclared as the property of the school, at the end of the Employment Relationship.\n\n教师必须完成所有工作，并确保任何未完成的工作或项目得到妥善完成或移交。教师还必须\n\n在雇佣关系结束时归还学校所有财产，包括但不限于设备、机密信息、文件、书籍、记录、报\n\n告、笔记、合同或任何被认定为学校财产的物品。\n\nEither school nor the teacher shall be in default of its respective obligations under their\n\npersonal contracts, so long as the school or the teacher is reasonably prevented from or\n\ndelayed in the performance of such obligations by acts of God, severe weather conditions,\n\nacts of civil strike, war, governmental delays or any other causes beyond the reasonable\n\ncontrol of either party ie. a “Force Majeure Event”.\n\n在因天灾、恶劣天气、民事罢工、战争、政府延误或其他任何一方合理控制范围之外的原因\n\n（即“不可抗力事件”）导致学校或教师无法或延迟履行各自合同义务的情况下，双方均不构成\n\n违约。\n\n3. Salary Policies and Procedures 薪资政策和程序\n\nSalary and compensation is confidential and may not be disclosed to any third party. If the\n\nteacher discloses them, the school has the right to impose sanctions and may consider\n\ntermination of employment as a consequence. 薪资和报酬属保密信息，不得向任何第三方\n\n披露。如教师泄露，学校有权施加制裁，并可考虑将其作为解雇理由。\n\n3.1 Determination of Salaries 薪资确定\n\nSalaries of teaching staff and non-teaching staff are initially determined at the time of\n\nemployment based on the salary scale currently operational at the time of hiring. The\n\ncriteria include academic qualifications, work experience or length of previous teaching or\n\nworking service and other factors; 教职员工的薪资在聘用时根据当时有效的薪资标准确\n\n定。评定标准包括学术资格、工作经验或先前教学/工作年限及其他因素。\n\nSubsequent increases in salaries are based on evaluation and across-the-board\n\nincreases resulting from administrative initiatives. Wages and benefits may be revised 91\n\nbased on conditions, needs, or work performance, and any such changes will be\n\ncommunicated to the teacher. 此后薪资的调整基于评估结果及行政措施带来的普遍加薪。\n\n工资和福利可能根据情况、需要或工作表现进行调整，任何此类变动将及时通知教师。\n\n3.2 Manner of Payment支付方式\n\nSalaries are paid once a month, approximately on the 28th through initially set bank\n\naccounts unless otherwise agreed upon. If the end of the month coincides with a holiday,\n\nthe payment will be made on the last working day before the holiday. 工资按月支付，大约\n\n在每月28日通过预先设定的银行账户发放，另有约定的除外。若月底恰逢假日，则工资将在\n\n假日前的最后一个工作日支付。\n\n3.3 Deductions from Salaries 薪资抵扣\n\nNo deductions are made against salaries except those required and authorized by the\n\nteaching staff and non-teaching staff. 除非是教职员工同意或法律规定的项目，不得从工资\n\n中扣款。\n\nLawful deductions requiring no prior consent of the employee are the following:\n\n无需员工事先同意的合法扣款包括：\n\nAmount owing to the school 欠学校的款项\n\nPenalty from tardiness 迟到罚款\n\nAny absence without an acceptable reason will result in a deduction of 1/21 (one\n\ntwenty-first) of the total monthly salary of the teacher. 任何无正当理由的缺勤将导致\n\n按月薪的 1/21 扣款。\n\n3.4 Deductions for Absences 缺勤扣薪\n\nAbsences from class or work not covered by any of the stipulations for sick leave with pay,\n\nvacation leave with pay, maternity leave, or emergency leave with pay are deducted from\n\nthe teaching staff’s salary on a pro-rata basis. 任何未被带薪病假、带薪年假、产假或带薪紧\n\n急假涵盖的课程或工作缺勤，将按比例从教职员工的工资中扣除。\n\n92\n\n3.5 Withholding Bonuses for Existing Teachers 对离职教师扣留奖金\n\nThe school may decide to hold half the teacher’s bonus until the teacher has been cleared\n\nwith regard to housing, guarantors, sponsorships, rentals and the like. 学校可决定扣留教\n\n师奖金的一半，直到其住房、担保人、赞助、租金等事项结清为止。\n\n3.6 Taxation 税务 The school and the teacher are responsible for fulfilling their tax payment obligations in\n\naccordance with the applicable laws and regulations of the Republic of Indonesia. 学校与\n\n教师均有责任按照印度尼西亚共和国的适用法律和法规履行纳税义务。\n\n4. Benefits 福利\n\nBenefits are stated in the individual teacher’s contract. 福利待遇将在各教师个人合同中予\n\n以说明。\n\n4.1 Vacation Leave (School Break following Academic Calendar)\n\n假期（按照学术日历安排的休假）\n\nSchool official vacation days, with pay. 学校官方放假日，带薪。\n\n4.2 Other Paid Leaves 其他带薪假种\n\nA request for leave with special reasons needs to be submitted to the school at least 15 (fifteen) days in advance. All paid leave can only be given at the discretion of the school. 有特殊原因的请假需至少提前15天向学校提出申请。所有带薪假均由学校酌情批准。\n\n4.2.1 Three (3) days time-off with pay upon request upon death of an immediate\n\nmember of the teaching staff’s family. (husband/wife, parents/father-in-law/\n\nmother-in-law, children or son-in-law/ daughter-in-law). 直系亲属（配偶、父母、公\n\n婆、子女或儿媳/女婿）去世时，可申请3天带薪假。\n\n4.2.2 Two (2) days time-off with pay for paternity leave. 可申请2天带薪陪产假。\n\n4.2.3 Two (2) days time-off with pay for the baptism, circumcision or marriage of the\n\nteacher’s child. 教师子女受洗、割礼或结婚，可申请2天带薪假。\n\n93\n\n4.2.4 Three (3) days time-off with pay for the teacher’s own marriage. 教师本人结婚时\n\n，可申请3天带薪假。\n\n4.2.5 Thirty days (30) maternity leave unless otherwise stated in the contract. This can\n\nonly be taken after the first year of employment. 30天产假（合同另有约定的除外）\n\n，且需在入职满一年后方可享受。\n\n4.3 Medical Insurance 医疗保险\n\nThe School provides medical benefits through its providers. This plan has both in-patient\n\nand out-patient benefits.学校通过合作保险公司为教师提供医疗福利，涵盖住院和门诊待遇。\n\nThe school is required to register the teacher in the BPJS Health and BPJS Employment programs. The school is responsible for covering the premiums payable by the employer related to the BPJS Health and BPJS Employment programs. The teacher is responsible for covering the remaining required premiums, which will be deducted from their remuneration by the school, in accordance with applicable laws and regulations from time to time. 学校需为教师注册BPJS健康和BPJS就业计划。学校承担作为雇主应缴纳的部分保 费；教师需承担剩余保费，学校将按相关法律法规定期从其薪资中代扣。\n\n4.4 School Fee Aid 学费辅助\n\nFor married teaching staff with children, the School offers benefits for each child who are\n\neligible for admission to the School, as follows:\n\n对于已婚、有子女并符合本校入学条件的教职员工，学校为其每个子女提供以下福利：\n\nRegistration fee\n\nFREE - 注册费：免费\n\nAdmission fee\n\nFREE - 入学费：免费\n\nSchool fee\n\n25% - 学费：25%学费由员工支付，75%由学校补助\n\nMiscellaneous fee\n\n100% - 杂费：100%由员工支付\n\nSecurity deposit\n\nFREE - 保证金：免费\n\n5. Teaching Staff Development Programme 教员发展计划\n\n94\n\nThe Teaching Staff Development Programme is designed to upgrade the academic and\n\nprofessional qualifications of the teaching staff, especially in certain priority areas or\n\ndisciplines where there is an urgent need for highly qualified teaching staff. 教员发展计划\n\n旨在提高教师的学术和专业资质，特别是在迫切需要高素质教师的重点领域或学科。\n\nIn Bina Bangsa School, we have CIE accredited coursework assessors in English as a\n\nSecond language, Art and Design, and Drama. Several teachers were sent to Singapore,\n\nMalaysia, and other international and local venues for training set by educational\n\ninstitutions such as the National Institute of Education – Singapore (NIE), Cambridge\n\nInternational Examinations (CIE), and the Teacher Institute. 在培民学校，我们有剑桥国际考\n\n试局（CIE）认证的“英语作为第二语言”“艺术与设计”和“戏剧”课程评估员。多名教师曾被派往\n\n新加坡、马来西亚及其他国际和本地地点，参加由教育机构举办的培训，如新加坡国立教育学\n\n院（NIE）、剑桥国际考试局（CIE）及教师学院等。\n\n95\n\nSection Six: GRIEVANCES\n\n第六章：投诉\n\n1. Grievance Board – Procedural Guidelines 投诉处 - 投诉程序指导方针\n\n1.1 Procedures for Reporting Property Damages / Losses in School 报告毁损公物或\n\n遗失财物程序\n\n\n\nIncidents concerning damage to any school property, or loss of school or personal\n\neffects due to theft occurring within the School premises should immediately be\n\nreported to the Vice Principal and the Admin Office, who then informs the Chief of\n\nSchool Security. A written report should immediately follow the verbal report. 在校内发\n\n生任何学校财产损坏或由于盗窃导致的学校或个人物品丢失事件，应立即向副校长和行\n\n政办公室报告，随后通知学校保安主管。口头报告之后应立即提交书面报告。\n\nThe Vice - Principal, in coordination with the Chief of School Security, conducts a\n\npreliminary investigation, the results of which may lead to the filing of formal charges\n\nagainst an individual or several individuals. 副校长将会同学校保安主管进行初步调查，\n\n调查结果可能导致对个人或多人提出正式指控。\n\n\n\nif the case involves a student, the case shall be forwarded to the Discipline Committee;\n\n如果案件涉及学生，将转交纪律委员会处理；\n\n\n\nif the complainant is a student against any school staff, the case shall be directed to\n\nthe Principal / Vice Principal; 如果是学生对任何教职员工的投诉，则提交给校长/副校长\n\n处理\n\nif the case involves school staff, the case shall be directed to the Principal / Vice\n\nPrincipal; 如果涉及教职员工，案件将由校长/副校长处理；\n\n96\n\n\n\nif the case involves an outsider, the case shall be handled by the School Security in\n\ncoordination with the Chief where such damage or loss occurred. 如果涉及校外人士，\n\n案件将由学校保安部门与事发地点的主管共同处理。\n\n1.2 Procedures for Reporting Grievances 报告投诉程序\n\nThe aggrieved party submits a letter of complaint to his/her Head of Department.\n\nUpon receipt thereof, the Head of Department presides at a dialogue to hear the sides\n\nof all parties concerned, with the intent of arriving at an amicable settlement. A written\n\nreport shall be made regarding the conditions of the settlement and submitted to the\n\nPrincipal / Vice Principal for approval; 受害方需向其部门主管提交投诉信。部门主管收\n\n到后，应主持对话，听取各方陈述，力求达成友好解决，并形成书面报告，提交校长/副校\n\n长批准。\n\n\n\nIn the event that no settlement is reached, then the complaint is elevated to the\n\nPrincipal / Vice Principal which shall convene with the Head of Departments to conduct\n\na formal investigation of the case; 若未能达成解决方案，投诉将上报至校长/副校长，由\n\n他们会同各部门主管进行正式调查。\n\nThe Principal / Vice Principal will mete out appropriate sanctions based on the\n\nfindings. 校长/副校长将根据调查结果实施适当的制裁。\n\n97\n\nSection Seven: OTHER RELEVANT POLICIES\n\n第七章：其他相关条规\n\n1. Bulletin Boards 布告栏\n\nStrategically placed bulletin boards are for the specific use of administration, offices,\n\nCCAs/ECAs, classrooms, etc. Materials posted need the approval of the Head of\n\nDepartments. Unauthorised or inappropriate postings are not allowed, and will be\n\nremoved without notice. 学校各处的布告栏专供行政、办公室、CCA/ECA、班级等特定用途。\n\n张贴材料需经部门主管批准。未经授权或不当的张贴物将被立即移除。\n\n2. Smoking Ban 禁烟令\n\nThe School is a NO SMOKING CAMPUS. Violations will be dealt with accordingly. 学校为\n\n全面无烟校园。违反者将受到相应处理。\n\n3. Anti-Drug and Anti-Alcohol Policy 禁毒品、禁酒条规\n\nAny member of the School community caught in actual possession, use, and pushing of\n\nprohibited drugs or substances will be expelled or dismissed. 任何学校成员如被发现持有、\n\n使用或贩卖违禁药物或物品，将被开除或解聘。\n\n4. Communication with Media 传媒交流条规\n\nWhen communicating with the media, care should be taken to avoid using the name of the\n\nSchool. When communicating with the media in one’s official capacity as a member of the\n\nBina Bangsa School, clearance should be sought from the Superintendent. 在与媒体交流\n\n时，须避免随意使用学校名义。如以培民学校成员的官方身份与媒体沟通，须获得校监批准。\n\n98\n\n5. Social Media Etiquette 社交媒体行为规范\n\nSocial media refers to technologies that enable users to interact and share information (video, audio, photos, text) publicly or privately. It includes blogs, microblogs, forums, social networking sites (such as Facebook, Twitter, Instagram, WhatsApp, and others), as well as other services that allow users to share information simultaneously with others. 社 交媒体是指允许用户公开或私下互动和分享信息（视频、音频、照片、文本）的技术，包括博 客、微博、论坛、社交网站（Facebook、Twitter、Instagram、WhatsApp等）及其他服务。\n\nThe teacher is required to be cautious and aware of how their social media activities can\n\nimpact both their personal image and the reputation of the school, including the use of\n\nprofile pictures and any statements made on social media, as these may influence the\n\nreputation of both parties. 教师应谨慎并意识到其社交媒体活动如何影响个人形象和学校声\n\n誉，包括个人头像和所发言论。\n\nThe teacher is prohibited from writing or posting comments, content, or images that are\n\ndefamatory, confidential to the school, pornographic, discriminatory, harassing, or related\n\nto politics or issues of ethnicity, religion, race, and inter-group relations (SARA), which\n\ncould harm the school or create a disruptive work environment. 禁止教师发表或张贴诽谤\n\n性、学校机密、色情、歧视、骚扰或涉及政治、族群、宗教、种族和群体关系（SARA）的内容，\n\n避免损害学校或制造扰乱的工作环境。\n\nAny violation of the social media ethics as outlined in this article will be considered a\n\nbreach and may result in sanctions such as warnings, reprimands, termination of\n\nemployment, or other legal actions deemed necessary by the school. 违反本条所述社交媒\n\n体行为规范将被视为违纪，可导致警告、记过、解聘或学校认为必要的其他法律行动。\n\n6. No Defamation and Non Solicitation 禁止诽谤与招揽行为\n\nThe teacher guarantees that they will not, now or in the future, defame, harm, or damage\n\nthe name or reputation of the school, or obstruct or interfere with the business activities of\n\nthe school or its executives, directors, or other officers after the termination of their\n\n99\n\nEmployment Agreement. 教师保证现在或将来不会诽谤、损害或破坏学校名誉或阻碍学校\n\n及其高层管理人员的业务活动。\n\nThe teacher agrees that during the employment relationship and for a period of one (1)\n\nyear after the termination of the employment relationship with the school, they will not, for\n\nany reason, incite, persuade, or attempt to incite or persuade the employees of the school\n\nto leave the school. 教师同意在就业期间及结束后一年内，不以任何理由煽动、劝说或试图\n\n煽动、劝说学校员工离职。\n\nThe provisions of this clause remain in effect throughout the term of the Employment\n\nRelationship and for an indefinite period thereafter, even after the teacher is no longer\n\nemployed by the school, regardless of the reason for or terms of such termination. 本条款\n\n自合同关系期间起生效，并在合同终止后无限期持续有效。\n\n7. Solicitation of Goods, Gifts and Donations 礼物、礼品与捐款要求\n\nAs a matter of policy, members of the Bina Bangsa School are not allowed to solicit goods,\n\ngifts, donations, prizes or the like from individuals or business firms and establishments\n\nwithout written permission and approval of the Principal. 培民学校成员不得在未获得校长书\n\n面许可的情况下向个人或企业索要物品、礼物、捐款、奖品或类似物品。\n\n8. Vending of Goods 在校贩卖物品\n\nEmployees are not allowed to sell consumer goods and services within school premises.\n\n员工不得在校内销售消费品或服务。\n\n9. Firecracker Restriction 烟火禁令\n\nFirecrackers or fireworks are not allowed in school premises. 校内禁止燃放鞭炮或烟火。\n\n100\n\n10. Tutorials 禁止补习\n\nTeachers are not supposed to provide paid tutorials of BBS students in and outside school\n\nhours. 教师不得在校内或校外为培民学校学生提供有偿补习。\n\n11. Business Deals with Students and Parents 与学生相关的生意\n\nTeachers are not to have business deals with students and their parents. All relevant\n\nbusiness proposals in relation to the school should be forwarded to the finance director.\n\n教师不得与学生及其家长进行商业交易。与学校相关的所有商业提议应提交财务总监审批。\n\n12. Confidentiality and Responsible Use of Academic Systems 学术系统的保密与合规\n\n使用\n\nAll information contained within the school’s Academic Information System (AIS), other\n\nendorsed Learning Management System (LMS) by the school, and other teacher-related\n\nplatforms is strictly confidential. These systems are intended solely for teacher use. Under\n\nno circumstances should teachers share, display, or disclose the content within these\n\nplatforms to students or unauthorized individuals. 所有包含在学校学术信息系统（AIS）、学\n\n校认可的学习管理系统（LMS）及其他教师使用平台内的信息均为严格保密，仅限教师使用。\n\n不得以任何形式向学生或未经授权的人员共享、展示或披露。\n\nThis confidentiality extends to all school-issued digital accounts, including your school\n\nemail address, AIS username and password, and any other credentials related to school\n\nsystems. You must also refrain from using or giving out your personal email account to\n\nstudents or using it for official school communication. All professional communication must\n\nbe conducted through school-approved channels only. 此保密义务也适用于所有学校发放\n\n的数字账户，包括学校电子邮件、AIS用户名和密码等。教师也不得向学生提供或使用个人电\n\n子邮件进行官方沟通，所有专业沟通必须通过学校批准的渠道进行。\n\n101\n\nUpon receiving your initial login credentials from the school, you are required to change\n\nthe default password\n\nimmediately. Your new password must be strong and\n\nsecure—incorporating a combination of uppercase and lowercase letters, numbers, and\n\nspecial characters—to prevent unauthorized access. 收到初始登录凭据后，教师必须立即\n\n更改默认密码，并设定强密码（大小写字母、数字和特殊字符组合）以防止未经授权的访问。\n\nFailure to adhere to these expectations, whether intentional or unintentional, constitutes a\n\nserious breach of professional responsibility. Such violations may result in disciplinary\n\nmeasures, up to and including termination of employment. In cases involving data misuse\n\nor breaches of confidentiality, the teacher may also be subject to legal consequences. 无论\n\n是有意还是无意，未遵守这些要求均构成严重失职，可能导致纪律处分，直至解聘。如涉及数\n\n据滥用或保密泄露，教师还可能承担法律责任。\n\n102\n\nSection Eight: FINANCIAL POLICIES / OTHERS\n\n第八章：财务政策/其他\n\n1. Basic Financial Policies and Procedures 基本财务政策和程序\n\n1.1 Collection of Money 收取现金\n\nOnly the Finance Office is authorised to collect money from the students. 只有财务办公室\n\n被授权向学生收取任何款项。\n\n1.2 Requisition Procedures 申请程序\n\nRequests for Payments 申请款项\n\nRequests for payments should be submitted to the Principal / Vice Principal for approval\n\nbefore being submitted to the Finance Office. Request forms are available at the\n\nAdministrative Office. 支付申请应先提交校长/副校长审批，然后交至财务办公室。申请表格\n\n可在行政办公室领取。\n\nRequest for Purchase Orders 申请采购物品\n\nAny request for an item requires a request for purchase order. The prices of the items\n\nrequested are to be canvassed with at least 3 suppliers. Purchase can only be made after\n\nit has been approved by the Principal / Vice – Principal and the finance director by the\n\nSchool Purchasing Department. The corresponding invoices should be forwarded to the\n\nFinance Office for processing of payment. 所有采购物品的申请都需要填写采购申请单。所\n\n需物品的价格需至少从三个供应商处比价。采购必须获得校长/副校长和财务总监批准，由学\n\n校采购部统一购买。相关发票应提交至财务办公室以便付款处理。\n\n1.3\n\nLiquidation of Cash Disbursements 偿还代垫款\n\n103\n\nAn office or person who files a request without necessary supporting papers such as\n\nofficial receipts, invoices, etc will be required to submit a Liquidation Report of the amount\n\ngiven to him/her within three days after the receipt of cash. Travelling expenses should be\n\nliquidated within three days from arrival. Depending on the amount of money, the salary of\n\nthe person who is responsible for the report will not be released in case he/she fails to do\n\nso. Subsequent requests of that person also requiring liquidation will also be deferred. 提\n\n出申请的人如未能提供必要的支持文件（如正式收据、发票等），需在收到现金后三天内提交\n\n偿还报告。出差费用应在返校后三天内报销。若逾期未报销，负责人将被扣发工资，且后续任\n\n何需要报销的申请也将被延迟处理。\n\n2. Excursions 远足/ 短程旅行\n\nExcursion organisers should submit their plans for any excursion at least two months\n\nbefore the scheduled trip indicating the following:\n\n组织者应在计划出行前至少两个月提交以下详细计划：\n\nObjectives and subjects related to the activity 活动目标及涉及学科\n\n2.1Nature of activity 活动性质\n\nSite including proposed itinerary 地点及拟定行程\n\nTravel and transportation arrangements 交通安排\n\nRequest for approval 审批申请\n\nProposed financial outlay (including student contribution required) 预计经费（含学生需\n\n缴纳的费用）\n\nList of class(es) participating and teacher chaperones 参加班级及带队教师名单\n\n2.1 Guidelines for Supervision and Control 管控工作指导方针\n\nThe Principal / Vice Principal shall assign a Delegation Head from among the\n\naccompanying teaching staff who shall be primarily responsible for implementing\n\nthese guidelines. 校长/副校长应从陪同教师中指定一名代表团团长，主要负责落实这\n\n些管理规定。\n\n104\n\n\n\nParental approval and waivers must be secured prior to the trip. No student will be\n\nallowed to join the trip without a signed form. The forms shall be deposited with the\n\nForm Teachers. 出行前必须获得家长签字的同意书和免责声明。没有签字表格的学生\n\n不得参加。\n\nAll school rules and regulations shall be considered in force and effect for the\n\nduration of the trip and infractions thereof shall be treated accordingly. 校规在整个\n\n行程期间均有效，违规将按规定处理。\n\n2.2 Responsibilities of the Head of the Delegation 代表团团长的责任:\n\nServes as the primary implementing agent of the School in the application of\n\npertinent School policies and guidelines 作为学校政策和规定执行的主要负责人\n\nEnsures that due diligence is employed in the supervision and control of the\n\nparticipants of the trip 监督并管理学生参与者\n\nDecides on requests and acts on concerns raised by participants of the trip after\n\ndue consultation 经过必要磋商后，处理参与者的请求和问题\n\nSee to it that the trip itinerary is followed 确保行程表得到遵守\n\nApproves or denies requests for side trips and / or diversions from the itinerary 审批\n\n或拒绝行程外的其他活动\n\nEnsures that all participants are accounted for by doing a headcount with the other\n\nteaching staff chaperones 与其他带队教师一起清点并确认所有学生人数\n\nMake sure that School policies and procedures are reasonably observed during the\n\ntrip 确保在出行期间合理遵守学校政策\n\nFacilitates the settlement of conflict or misunderstanding among participants 协调解\n\n决参与者间的矛盾或误解\n\nSecures a First Aid Kit from the clinic / administration office 向医务室或行政办公室\n\n领取急救包\n\n105\n\nFormulates additional reasonable precepts whenever necessary 必要时制定额外合\n\n理的规定\n\n2.3 Responsibilities of each student participant 学生参与者的责任\n\nConducts himself/herself in a manner befitting the School 以符合学校身份的方式行\n\n事\n\nRespects any decision made by the teaching staff 尊重教师做出的任何决定\n\nObserves School rules and regulations and other instructions given by the teaching\n\nstaff 遵守学校规定及教师的其他指示\n\n3. Anti Sexual Harassment 反性骚扰政策\n\n3.1 Committee on Decorum委员会\n\n3.1.1 Composition组织架构\n\nMembers of the Executive Committee\n\nChair\n\nPrincipal\n\nCo-Chair\n\nVice-Principal\n\nSecretary\n\nOne of the Heads of Departments\n\nMembers\n\nAll Heads of Departments\n\n主席： 校长\n\n副主席： 副校长\n\n秘书： 部门主管之一\n\n成员： 所有部门主管\n\n3.1.2 Powers and Functions 权利和功能\n\nThe Committee has the power to receive and hear complaints on alleged sexual\n\nharassment violations 受理和审理性骚扰投诉\n\nShould there be a prima facie case; the Committee shall conduct proper\n\ninvestigation, hearing and disposition of sexual harassment cases 如有初步证\n\n据，进行适当调查、听证并处理案件\n\n106\n\nThe Committee shall do whatever is necessary for the effective, efficient,\n\nobjective, impartial and expedient disposition of cases 采取一切必要措施以高效、\n\n公正、客观处理案件\n\nThe Committee shall endorse its\n\nfindings and recommendations to the\n\nSuperintendent for final disposition 将调查结果和建议提交给总校监审批\n\n3.1.3 Jurisdiction 管辖权\n\nThe Committee shall have jurisdiction over all School employees.\n\n适用于所有学校教职员工。\n\n3.2 Types of Offences 违法行为的类型\n\n3.2.1 Forms of Prohibited Acts 被禁止的行为形式\n\nPhysical assault of a sexual nature, such as, but not limited to:\n\nrape, sexual battery, molestation, or attempts to commit these assaults. Intentional\n\nphysical conduct which is sexual in nature, such as touching, pinching, patting, grabbing,\n\nbrushing against the victim’s body, or poking the victim’s body.\n\n涉及性性质的身体攻击，包括但不限于：\n\n强奸、性攻击、猥亵或未遂。任何有意的性性质的身体接触，例如触摸、捏、拍、抓、刷过受\n\n害者身体或戳受害者身体\n\nUnwanted sexual advances, propositions or other sexual comments, such as but not\n\nlimited to:\n\nsexually oriented gestures, noises, remarks, jokes or comments about a person’s\n\nsexuality or sexual experiences directed at or made in the presence of the complainant\n\nwho indicates or has indicated in any way that such conduct in his/her presence is\n\nunwelcome; preferential\n\ntreatment or promise of preferential\n\ntreatment\n\nto\n\ncomplainant in exchange for sexual favours.\n\n不受欢迎的性挑逗、暗示或其他性评论，包括但不限于：\n\n107\n\nthe\n\n在投诉人表明或已以任何方式表示此类行为在其面前是不受欢迎的情况下，做出性暗示性\n\n的手势、噪音、言论、笑话或关于他人性取向或性经历的评论；为了换取性方面的好处而\n\n承诺给予或给予优待。\n\nsubjecting or threats of subjecting the complainant to unwelcome sexual attention or\n\nconduct or intentionally making the performance of the complainant’s task more difficult\n\nbecause of the complainant’s sex.\n\n对投诉人施加或威胁施加不受欢迎的性关注或行为，或故意因为投诉人的性别而使其工\n\n作任务更难完成。\n\nRelations for sexual harassment complaints such as but not limited to:\n\nDisciplining, changing work assignment of, providing inaccurate work information to or\n\nrefusing to cooperate or discuss work or school related matters with the complainant\n\nbecause he/she has complained about or resisted harassment, discrimination or\n\nretaliation;\n\n与性骚扰投诉相关的报复行为，包括但不限于：\n\n因投诉人投诉、反对骚扰、歧视或报复行为而对其进行惩罚、调整工作分配、提供不准\n\n确的工作信息、或拒绝合作或讨论工作或学校事务。\n\nIntentionally pressuring, falsely denying, lying about or otherwise covering up or\n\nattempting to cover up conduct such as that described in any item above enumerated.\n\n故意施压、虚假否认、说谎或以其他方式掩盖或试图掩盖上述所列行为。\n\nOther Considerations 其他说明\n\nThe above is not construed as an all-inclusive list of prohibited acts under these policies\n\nand guidelines. 以上所列并非本政策和指引下被禁止行为的完整清单。\n\nSexual harassment is unlawful and hurts all members of the school community.\n\nSexually-oriented acts or sex-based conduct have no legitimate purpose in an educational\n\n108\n\ninstitution. Accordingly, anyone who engages in such conduct should be and will be made\n\nto bear the full responsibility for such unlawful conduct. 性骚扰是违法行为，伤害学校社区\n\n的所有成员。任何性取向的行为或基于性别的行为在教育机构中没有正当理由。因此，任何\n\n从事此类行为的人都应且将被要求对其非法行为承担全部责任。\n\n3.3 Procedures 程序\n\n3.3.1 Complaint 投诉\n\nA formal charge in writing and under oath shall be filed with the Chair of the Committee by\n\nthe aggrieved party or any member of the School community having direct knowledge of\n\nthe commission of the act complained of, or by the School itself. In the event that the\n\nSchool is the complainant, the victim shall be considered as the principal witness. 受害方\n\n或任何直接了解被投诉行为的学校社区成员，或学校本身，应向委员会主席提交一份书面并\n\n宣誓的正式指控。如果是学校作为投诉人，则受害人应被视为主要证人。\n\nThe complaint shall contain the following:\n\n投诉书应包含以下内容：\n\nThe name and other personal information of the person(s) against whom the complaint is\n\nfiled. 被投诉人姓名及其他个人信息。\n\nThe narration of the pertinent facts and other circumstances of the case. 案件相关事实和\n\n其他情况的叙述。\n\nThe complaint shall be signed and sworn to by the complainant. 投诉书需由投诉人签字并\n\n宣誓。\n\nThe respondent shall be notified by the Committee in writing of the complaint filed against\n\nhim/her with the copy of the complaint attached within three (3) days after receipt of\n\ncomplaint. Preliminary hearing may be conducted during this period. 委员会应在收到投诉\n\n后三（3）天内，以书面形式通知被投诉人，并附上投诉副本。在此期间可进行初步听证。\n\n3.3.2 Answer 答辩\n\n109\n\nThe respondent is required to answer the complaint in writing and also under oath,\n\nwithin three (3) days from receipt of the notice and the copy of the complaint. 被投诉人\n\n必须在收到通知和投诉副本后三（3）天内，提交书面并宣誓的答辩。\n\nUnwarranted failure of the respondent to file the answer within the prescribed period\n\nshall be deemed an admission of the principal act complained of. 无正当理由未在规定\n\n期限内提交答辩的，将被视为对所投诉主要行为的承认。\n\nDuring the preliminary hearing, the Committee may determine a prima facie case not\n\nlater than three (3) working days from receipt of the complaint and all other documents,\n\nand shall schedule the case for formal hearing after receipt of the answer. 在初步听证\n\n期间，委员会应在收到投诉及所有相关文件后三（3）个工作日内，决定是否存在初步案件\n\n理由，并在收到答辩后安排正式听证。\n\n3.3.3 Notice of Hearing 听证通知书\n\nUpon receipt of the answer or should the respondent fail to file an answer, the case shall\n\nbe scheduled for hearing within five (5) working days and the corresponding notice of\n\nhearing shall be issued to the parties. If the parties are students, the parents or guardians\n\nshall also be informed of the hearing. 在收到答辩或若被投诉人未提交答辩的情况下，案件\n\n应在五（5）个工作日内安排听证，并向各方发出相应的听证通知书。如果当事人为学生，还应\n\n通知其父母或监护人。\n\nThe issuance of the notice of hearing is mandatory. 发出听证通知书是强制性的。\n\n3.3.4 Hearing 听证\n\nThe hearing shall be governed by the following procedures:\n\n听证应遵循以下程序：\n\n110\n\nShould the complainant unreasonably fail to appear on the scheduled initial hearing\n\ndespite notice, the case shall be dismissed. On the other hand, should the respondent\n\nunreasonably fail to appear for the initial hearing, after due notice and without sufficient\n\ncause, this shall be placed on record and the hearing shall proceed ex-parte without\n\nprejudice to the respondent’s appearance in subsequent hearings. 若投诉人在收到通知\n\n后无正当理由未出席预定的首次听证，案件将被驳回。另一方面，若被投诉人在收到通知\n\n后无正当理由未出席首次听证，该情况将被记录在案，听证将不利于其一方继续进行，但\n\n不影响其之后出席后续听证。\n\nBoth testimonial and documentary evidence shall be limited to the allegations\n\ncontained in the written complaint or answer. Amendments to the complaint/answer\n\nafter submission may not be allowed without leave of the Committee. 所有证言和书面\n\n证据应限于书面投诉或答辩中所述的指控内容。提交后，如需修改投诉/答辩，需经委员会\n\n许可。\n\nWitnesses shall testify under oath. 证人应在宣誓下作证。\n\nThe Chair may rule on the exclusion of other witnesses when a witness for the same\n\nparty testifies and shall be allowed re-entry only when their respective turns to testify\n\ncome. The Chair likewise shall have the power to rule on the admissibility of evidence\n\npresented, or testimony given. 当同一方的证人正在作证时，主席可以决定其他证人退出\n\n听证室，并仅在轮到他们作证时允许重新进入。主席同样有权裁定提交的证据或证词的可\n\n采性。\n\nThe hearing shall be completely under the control of the Chair of the Committee.\n\nHe/She shall conduct an examination of the complainant and his/her witnesses as well\n\nas those of the respondent and his/her witnesses. Other members of the Committee\n\nmay also ask clarificatory questions. 听证应完全由委员会主席主持。主席应对投诉人及\n\n其证人以及被投诉人及其证人进行询问。委员会其他成员也可以提出澄清性问题。\n\n111\n\nA record of the entire proceeding shall be taken and filed as official records of the case.\n\nThe proceedings may likewise be tape recorded by the Committee and shall be\n\nimmediately filed with the Chair, who shall take custody of all the records of the\n\nproceedings. 整个听证过程应有记录，并作为案件的正式记录存档。委员会也可以对听证\n\n过程进行录音，录音应立即提交给主席，由其保管所有听证记录。\n\n3.3.5 Decision 判决\n\nThe duty of the Committee shall be to find and establish facts which shall be the basis\n\nof a recommendation/decision to be submitted to the President Director. 委员会的职责\n\n是查明和确认事实，并以此为基础向总裁董事提交建议/决定。\n\nA majority of the vote of the Committee shall be sufficient to pass a judgement in a\n\ncase. But if the recommended penalty is dismissal, a unanimous vote shall be\n\nrequired. It shall be the duty of every member of the Committee to cast his vote. No\n\nabstention will be allowed. 委员会在案件中作出判决时，只需过半数成员投票同意即可。\n\n但若建议的惩罚是解雇，则必须全体一致通过。委员会每一名成员都有投票义务，不允许\n\n弃权。\n\nThe Committee shall render a decision within five (5) working days from the date of the\n\nlast hearing which decision shall be in writing stating the reasons or grounds thereof.\n\nCopies of such decision shall be furnished to all parties of the case and shall be\n\nendorsed to the office of the President Director for approval. A copy of the complaint\n\ntogether with a copy of the decision shall be filed and shall form part of the record of\n\nthe respondent, unless otherwise decided by the Committee. 委员会应在最后一次听证\n\n会后的五（5）个工作日内作出书面决定，并说明其理由或依据。该决定的副本应提供给案\n\n件所有当事人，并提交至总裁董事办公室以供批准。投诉书的副本和判决的副本都将归档\n\n，成为被投诉人的记录档案的一部分，除非委员会另有决定。\n\n112\n\nThe decision of the Committee is recommendatory in nature and needs the approval of\n\nthe President Director for final disposition and implementation. 委员会的决定仅具建议\n\n性质，最终的裁定和执行需经总裁董事批准。\n\n3.3.6 Sanctions 惩处\n\nInclude the Violations and Sanctions 包括违规行为和惩处\n\nSanctions shall be determined by the gravity of the offence.\n\n惩处将根据违规行为的严重程度来确定。\n\nThe penalties for proven sexual harassment violations are:\n\n已证实的性骚扰违规行为可处以以下惩罚：\n\nSevere reprimand 严重警告\n\nSuspension without pay, with prejudice to subsequent promotion 无薪停职，并可能\n\n影响后续晋升\n\nDismissal from the School 学校开除\n\nAny proven physical assault or even threat of physical assault suffered as a retaliation\n\nof the filing of a case on sexual harassment shall result in suspension or dismissal from\n\nemployment depending upon the nature and severity of retaliation. 如果证实在提起性\n\n骚扰案件后，受害人遭受了身体攻击或遭受了身体攻击的威胁作为报复行为，根据报复的\n\n性质和严重程度，将导致停职或被解雇。\n\n3.3.7 Malicious Prosecution 诬告\n\nWhile the school is totally committed to the safeguarding of the rights of all members of\n\nthe school community against sexual harassment, it is likewise the policy of the School\n\nto protect the same members from any malicious accusation and prosecution involving\n\nunsubstantiated acts of sexual harassment which may, however, be in fact, baseless\n\nand even non-existent. 学校一方面坚决致力于保障学校社区所有成员免受性骚扰侵害，\n\n113\n\n但同时也有责任保护所有成员免遭任何恶意指控和缺乏证据的诉讼，这类指控可能完全\n\n没有事实依据。\n\nWhile recognizing that sexual harassment involves the use of power and ascendancy\n\nby a superior against a subordinate, it must be conceded that the threat to accuse and\n\nprosecute another of acts involving alleged sexual harassment, is also an instrument to\n\nwield power over another. 学校承认，性骚扰往往涉及上级对下属的权力滥用，但也必须\n\n承认，威胁指控或提起所谓性骚扰的指控，同样可能成为一方对另一方施加权力的手段。\n\nTo deter malicious, vindictive, or baseless accusation and prosecution by one against\n\nother involving alleged acts of sexual harassment, the School shall:\n\n为防止一方对另一方提出恶意、报复或毫无根据的性骚扰指控，学校将采取以下措施：\n\nRequire that all pleadings filed be under oath and duly notarized. 要求所有提交的诉\n\n状必须在宣誓下签署并经过公证。\n\nEndeavour to place the complaint, respondent and witnesses under oath whenever\n\nasked to testify during hearings. 尽可能在听证时要求投诉人、被投诉人和证人在宣誓\n\n下作证。\n\nObserve the demeanour of the complaint, respondent and witnesses as indicators\n\nto their own credibility as well as the credibility of their claims and testimonies. 观察\n\n投诉人、被投诉人和证人的行为举止，作为评估其证词和主张可信度的重要依据。\n\n4. Immigration Law 移民法\n\n\n\nIt is school policy to comply with the immigration laws of the Republic of Indonesia. All\n\nemployees are required to show proper documentation, including driver’s licence, or\n\nidentification card issued by national, provincial, or local government agencies (e.g., a\n\nsocial security card or birth certificate) as part of the employment process. 学校的政策\n\n是遵守印度尼西亚共和国的移民法律。所有员工在入职过程中均需出示相关合法证件，包\n\n括驾照，或国家、省级或地方政府机构签发的身份证件（例如社会保障卡或出生证明）。\n\n114\n\n5. Personnel Records 个人档案\n\n5.1 Authority of Bina Bangsa School 培民学校的权利 The teacher grants authority to the school to collect, process, store, and protect the teacher's Personal Data, including but not limited to identity, home address, home phone number, email address, and other contact information, position, duties, remuneration, benefits, performance evaluations, and data related to the employment relationship and other employment-related matters, strictly for purposes related to the school operations, and in compliance with Indonesian law and regulations; 教师授权学 校收集、处理、存储和保护教师的个人资料，包括但不限于身份信息、家庭住址、家庭电话 号码、电子邮件地址及其他联系方式、职位、职责、薪酬、福利、绩效评估，以及与雇佣关 系及其他雇佣相关事项有关的数据。所有这些行为均仅限于与学校运营有关的目的，并严 格遵守印度尼西亚的法律和法规。\n\nThe teacher grants authority to the school to disclose the teacher's Personal Data related to the employment relationship to the School's affiliates and other third parties, if necessary to fulfill the School's obligations and/or ensure the teacher's rights are met. This disclosure will be made in accordance with applicable laws and regulations. 教师 授权学校在必要时，为履行学校义务和/或保障教师权利，将与雇佣关系相关的个人资料披 露给学校的关联单位和其他第三方。此类披露将依据适用法律和法规进行。\n\n5.2 Representation and Warranties 声明与保证 Bina Bangsa School is a legal entity established in accordance with the laws of the Republic of Indonesia and holds the necessary licenses to conduct educational activities under the name Bina Bangsa School. 培民学校是依据印度尼西亚共和国法律 设立的合法法人实体，持有在“培民学校”名义下开展教育活动所需的合法许可证。\n\nThe teacher declares that all education certificates and all supporting documents used by the teacher in applying for the Position in Bina Bangsa School are genuine and valid. All information, including information concerning previous working experience, is valid and true. 教师声明，自己在申请培民学校职位时所提交的所有教育证书和所有支持 文件均为真实有效。所有信息，包括与过往工作经验有关的信息，都是真实准确的。\n\nThe teacher declares that during the signing of their Employment Agreement, the teacher is not in dispute with any party whatsoever and for the whole Academic Year will not be bound by any other working contract. 教师声明，在签署聘用合同时，自己没 有与任何第三方存在任何纠纷，并保证在整个学年内不会受制于任何其他劳动合同。\n\nThe teacher declares that at the time of commencing the execution of their Employment Agreement, the teacher is not pregnant and does not have any\n\n115\n\ncontagious diseases. 教师声明，在开始履行聘用合同时，自己未怀孕且没有任何传染性 疾病。\n\nIn the event that the representation and warranties as stipulated in this section are proven to be untrue, the teacher shall be fully liable for solving the problem and settling all costs incurred and freeing the school from any claims, costs, and damages. 若本节 所列的任何声明和保证被证明不属实，教师应承担全部责任，解决相关问题，支付因此产 生的所有费用，并使学校免受任何索赔、支出或损害。\n\n5.3 Employee records 员工档案\n\nRecords are maintained with the human resources manager. These records may\n\ninclude application forms, a list of questions used in interviews, or pre-employment\n\ninquiries. Records giving reasons for demotions, terminations, or other personnel\n\nactions may also be kept in the file. Employee records may be maintained for a\n\nminimum of two years after an employee leaves the school. If you would like to review\n\nyour personnel file, please contact the human resource manager for an appointment.\n\n员工档案由人力资源经理保管。这些档案可能包括应聘表格、面试使用的问题清单或录用\n\n前的查询记录，以及有关降职、解雇或其他人事行动的原因说明。员工档案在员工离职后\n\n，至少会保留两年。如果您希望查阅自己的个人档案，请联系人力资源经理预约时间。\n\n5.4 Changes in Personal Data 个人资料变更\n\nChanges in personal data such as, but not limited to marital status, address, or\n\ntelephone number must be made in person at the human relations/payroll department.\n\n涉及个人资料变更，例如婚姻状况、地址或电话号码等，必须由本人亲自到人事/薪资部门\n\n办理。\n\n116\n\nGLOSSARY常用词语表\n\nA collection of familiar and unfamiliar terms that will be good to know\n\nRefers to \"Advanced\" level. An examination qualification by the\n\nA Level\n\nUniversity of Cambridge International Examinations for Year 11\n\nand 12 students.\n\nA Level Camp\n\nAn academic weekend camp of students, which prepares\n\nstudents for A level examinations.\n\nA grade awarded to exceptional scores or performance in an\n\nA*\n\nexam.\n\nAccelerated\n\nRefers to classes or students who are taking the 5-year\n\ncurriculum straight to A level examinations.\n\nRefers to \"Advanced Subsidiary.\" This is half the \"A\" level\n\nAS level\n\ncurriculum examinable and credited by Cambridge International\n\nExams.\n\nASK\n\nAcronym for \"Apartemen Sunda Kelapa.\" See Mitra Bahari\n\nAssembly\n\nA gathering of students normally held in the morning at 6:55 AM\n\nto 7:10 AM. Morning / Flag Ceremony (Phils.)\n\nA city 3 hours from Jakarta where another Bina Bangsa School is\n\nBandung\n\nbuilt.\n\nBASE\n\nThe former academic policy makers of Bina Bangsa School\n\nThe school anthem of Bina Bangsa School composed by Ms.\n\nBina Bangsa\n\nSchool Song\n\nChelsea with Lyrics by Mr. Peter Thomas and Mr. Aristotle, all\n\nformer teachers.\n\nAwards given by the University of Cambridge to top performers in\n\nBrilliance Awards\n\nthe Cambridge Qualifications per country. Now, Cambridge\n\nLearner Awards.\n\nCCA\n\nRefers to Co - Curricular Activities. Clubs / Societies\n\n117\n\nChapel\n\nCharacter First\n\nChinese New Year\n\nChristmas\n\nConcert\n\nCIE\n\nCIE Website\n\nCommon Test /\n\nBenchmarking\n\nTest\n\nConditional\n\nPromotion\n\nContact Time\n\nContinual\n\nAssessment\n\nCore\n\nCounselling Team\n\nPeriod dedicated to prayer, reflection, sharing and spiritual\n\nenrichment of the students\n\nCharacter Building subject often\n\nreferred\n\nto as CF\n\nnon-Christian students and Faith Builder for Christian students.\n\nAnnual celebration of the Chinese which often falls in early\n\nFebruary. A non-working holiday period of 4 -5 days.\n\nAnnual Christmas celebration held at the end of Term 2.\n\nAcronym for \"Cambridge International Examinations.\"\n\nWebsite of the Cambridge International Examinations. Teachers\n\nwill be given usernames and passwords by CIE through the\n\nexam comm.\n\nExaminations given in the 1st and 3rd term. All students of the\n\nsame level take the same examination which will be included in\n\nthe general grade.\n\nStudents who perform unsatisfactorily during the previous term\n\nmay be promoted to the next level based on several conditions.\n\nGen. Ave of 40 – 45%\n\nRefers to \"meeting\" or \"conference.\"\n\nRefers to class work, projects and the like not including the 2\n\nmajor examinations\n\nSyllabi that are only accredited with a highest grade of \"C\" and a\n\nlowest grade of \"G.\" May differ from subject to subject. Course\n\nis suited to basic learners.\n\nGroup of teachers or staff dedicated to giving guidance to\n\nstudents\n\n118\n\nfor\n\nDetention\n\nDiary\n\nDirected Writing\n\nDirectors\n\nDiscipline\n\nCommittee\n\nDistinction\n\nDuty\n\nEnglish Speaking\n\nEntrance Exams\n\nEvents Committee\n\nExam Committee\n\nExpress\n\nExpulsion\n\nExtended\n\nRefers to a period of holding a student separate from any activity\n\nas a form of punishment\n\nA book that serves an organiser for students with details\n\npertaining to the school. Lower secondary students are asked to\n\nnote their homework in this.\n\nA form of writing in English that asks students to read a passage\n\nand use this information in writing another text form\n\nOwners or part-owners of the school\n\nGroup of teachers who handle and manage the discipline of the\n\nschool\n\nAn award given to students who garner five \"A\"s and two \"C\"s or\n\nabove.\n\nTasks that are assigned to a teacher\n\nPolicy that requires students to speak in English at all times and\n\nthat all teachers should converse with the students in English.\n\nExaminations given to students who want to enter Bina Bangsa.\n\nThis covers English, Math and a few psychological tests\n\nA group of teachers in charge of organising or managing events\n\nfor the teachers and the school\n\nA group of teachers in charge of organising and managing the\n\nexaminations and exam related issues\n\nTerm used to refer to students not taking the accelerated\n\ncurriculum\n\nTo be removed from the school. Students who incur more than\n\n100 demerit points are normally expelled.\n\nSyllabi that provides a grade structure up to \"A\" or \"A*.\" It is\n\nwider and deeper in scope and content.\n\n119\n\nFile\n\nFinal Assembly\n\nForecast Grades\n\nForm Class\n\nFoundation\n\nFutsal\n\nFYE\n\nGloria Dei Vivens\n\nHomo\n\nGrades\n\nGrooming\n\nHari Raya\n\nIdul\n\nFitri\n\nHODs\n\nHomework\n\nHouse Master\n\nHouse Meeting\n\nHouses\n\nA collection of class work, homework, and notes that is placed in\n\ncolour - coded folders regularly checked by the teacher / parents\n\nA special type of assembly lasting 35 minutes done at the last\n\nperiod of the week\n\nPredicted grades of Candidates taking the CIE examinations.\n\nThese are submitted a month before the examinations\n\nThe advisory class of a teacher.\n\nCourses taken after the IGCSE or after middle school. These\n\nusually last for a year and focus on Math / business related\n\ndegrees.\n\nSoccer (US) or Football (UK) in a smaller field\n\nAcronym for Final Year Examinations\n\nThe Latin motto of the school which roughly means “Man lives to\n\nGlorify God”\n\nLetter equivalent of marks\n\nThe personal appearance of students. Standards are set in the\n\nSchool Handbook.\n\nThe Muslim Holiday of Ramadan\n\nAcronym for Heads of Departments\n\nAssignments given to students to be done at home.\n\nThe teacher-in-charge of one of the school's \"Houses.\" see\n\nHouse\n\nMeetings held for houses\n\nThe school is divided into 4 student groups which are composed\n\nof students from all levels. These groups are called \"Houses\"\n\nand are called Red Rhinos, Green Panthers, Yellow Eagles, and\n\nBlue Dolphins\n\n120\n\nIB\n\nIGCSE\n\nIGCSE Camp\n\nIndependence\n\nDay\n\nInter-house\n\nCompetitions\n\nInvigilation\n\nIR\n\nICT\n\nJunior College\n\nKITAS\n\nKJ\n\nMalang\n\nMarks\n\nMathletics\n\nMC\n\nMCQ\n\nMerit\n\nMitra Bahari\n\nAcronym for International Baccalaureate, another qualification\n\noffered by other schools.\n\nAcronym for the International General Certificate of Secondary\n\nEducation\n\nA 2 night 3 day school camp where the students are given\n\nextensive reviews by all their teachers in examinable subjects\n\nThe Indonesian Independence day is August 17\n\nCompetitions in sports and others between houses\n\nProctoring an examination\n\nAcronym for Invigilator's Report. This is where details of the\n\nexam are placed\n\nAcronym for Information and Communications Technology\n\nThe Year 11 and 12 classes\n\nThe government limited stay permit\n\nAcronym for Kebun Jeruk, a place in West Jakarta where another\n\nBina Bangsa School is situated\n\nA town in East Java, Indonesia where a Bina Bangsa School is\n\nfound\n\nThe number score of the student in assessments\n\nAn annual math contest between campuses in Jakarta\n\nAcronym for Medical Certificate\n\nAcronym for Multiple Choice Questions\n\nAn award given to qualified students taking the IGCSE who have\n\nacquired at least 5 As and 2 Cs\n\nCondominium towers where most expatriate teachers of BBS -\n\nPIK are housed\n\n121\n\nMock Test\n\nPreparatory exam mainly to acquaint students with the rubrics\n\nModeration\n\nStandardising test results\n\nMorning Break\n\nThe recess session lasting 20 minutes from 8:55 AM to 9:15 AM\n\nMusicals\n\nAnnual theatrical presentations presented by campuses. For the\n\nsecondary level, BBS - PIK and KJ combine performances.\n\nMYE\n\nAcronym for Mid-Year Examinations\n\nNASA Cup\n\nThe prefect organised inter school intramurals based in BBS - KJ\n\nOne qualification of the same level as the IGCSE also from\n\nO Level\n\nCambridge offered to former British colonies\n\nOral Exams\n\nFormal examinations testing speaking skills of students in\n\nlanguage subjects\n\nPeriods\n\n30 / 35 minute academic sessions with students\n\nPIK\n\nAcronym for Pantai Indah Kapuk where one campus of Bina\n\nBangsa is found\n\nPractical Exams\n\nExaminations testing skills of students in laboratory work mainly\n\nfor sciences and computer subjects\n\nPre U\n\nShort form for Pre University\n\nPrefect\n\nA student officer or student council member\n\nPrefectorial Board The student governing body of the prefects\n\nPrelim\n\nPreparatory exams for candidates of the IGCSE or the AS/A level\n\nexams. These comprise their final report from the school\n\nPull -out\n\nStudents who are set aside from normal class activity for special\n\nacademic attention and instruction\n\nAdditional review classes for students who struggle with lessons\n\nRemedial\n\nin normal class time\n\nRiverside\n\nOne of the nearby apartments to the PIK campuses. Some\n\nteachers are housed there.\n\n122\n\nRun for Life\n\nSemarang\n\nSemestral\n\nAssessment (SA)\n\nSeraphim\n\nSetting Exams\n\nSick Bay\n\nSMA\n\nSMP\n\nSMU\n\nSOW\n\nSports Day\n\nStay Back\n\nStudent File\n\nSyllabus\n\nSymphony\n\nTerm\n\nTerm Break\n\nAn annual fun run started by BBS - PIK. The run is about 4 - 6\n\nkilometres near the school compound. It is now held on other\n\ncampuses as well.\n\nA city in central Java, Indonesia where a new Bina Bangsa\n\nSchool is found\n\nThe Mid-year examinations and the Final Year Examinations\n\nA student orchestra organised by BBS - KJ featuring the best\n\nmusicians in the school\n\nTo prepare examinations\n\nAn area where students who feel ill can temporarily rest and\n\nstay-in\n\nThe Indonesian national school curriculum category for Years 10\n\n12\n\nThe Indonesian national school curriculum category for Years 7 -\n\n9\n\nThe\n\nIndonesian National School Category\n\nfor University\n\nEducation\n\nAcronym for Scheme of Work or Master Schedule\n\nAn annual sports meet for BBS - PIK and KJ, and sports\n\ncompetitions for other campuses and primary levels at their own\n\nschools\n\nTerm used to signify that the student has to remain after school\n\nStudent compilation of work\n\nRequired topics and materials, processes and description of\n\ncourse\n\nThe Bina Bangsa School Orchestra\n\nThere are 4 terms in a year, each term comprising of 8-10 weeks\n\nApproximately 1 week of vacation after every term\n\n123\n\nTOS\n\nAcronym for Table of Specifications\n\nChecking examinations with regard to format, content, and\n\nVetting Exams\n\noverall validity\n\nYear 7, 8, 9…\n\nAlternative names for secondary levels\n\n– End –\n\nThis Teachers’ Handbook is made in the English Language. In the event of a conflict between the English version of this hand book and any of its translation, the English version should prevail. 本教师手册以英文起草，当译文与英文版有所抵触时，以英文版为主。\n\n124\n\nACKNOWLEDGEMENT SLIP 确认单\n\nI, _____________________________________, a current employee of Bina Bangsa (Print your Full Name 请以正楷书写全名)\n\nSchool / Kebun Jeruk / Pantai Indah Kapuk / Bandung / Malang / Semarang / Balikpapan, Indonesia hired on ____________________________, with Passport No. / KITAS / KTP (Date of Appointment 签约日期)\n\n/ National ID No. _____________________________acknowledged\n\n(Identification Number 护照号码)\n\nthat I have read and understood the policies and guidelines contained in this teacher’s handbook for Bina Bangsa School for 2025 - 2026.\n\nI commit myself _______________________________ and will concede and act accordingly. (Subject科目 / Department部门)\n\nto upholding\n\nthese policies as a\n\nteacher assigned\n\nI wilfully subject myself to the governing laws and policies, and also entitle myself to the rights and privileges as an employee of Bina Bangsa School as stipulated in this handbook and in my contract.\n\nSigned:\n\n__________________________ Signature over Printed Name 请在打印姓名/正楷全名上方签名\n\n______________________ Date日期\n\nDEADLINE FOR SUBMISSION is on Monday, 14th July 2025. Submit this form to your school principal. 缴交截止日期是2025年7月14日。本确认单请直接交给各校区的校长存档备案。\n\n125\n\nto\n\nthe",
        "metadata": {
            "source": "source_documents/Teachers Handbook 25-26.pdf"
        }
    },
    {
        "page_content": "a\n\nLOS\n\nKEPUTUSAN BERSAMA MENTERI AGAMA, MENTERI KETENAGAKERJAAN, DAN MENTERI PENDAYAGUNAAN APARATUR NEGARA DAN REFORMASI BIROKRASI REPUBLIK INDONESIA\n\nNOMOR : 712 TAHUN 2021 NOMOR : 1 TAHUN 2021 NOMOR : 3. TAHUN 2021\n\nTENTANG\n\nPERUBAHAN KEDUA ATAS KEPUTUSAN BERSAMA MENTERI AGAMA, MENTERI KETENAGAKERJAAN, DAN MENTERI PENDAYAGUNAAN APARATUR NEGARA DAN REFORMASI BIROKRASI NOMOR 642 TAHUN 2020, NOMOR 4 TAHUN 2020, NOMOR 4 TAHUN 2020 TENTANG HARI LIBUR NASIONAL DAN CUTI BERSAMA TAHUN 2021\n\nDENGAN RAHMAT TUHAN YANG MAHA ESA\n\nMENTERI AGAMA, MENTERI KETENAGAKERJAAN, DAN MENTERI PENDAYAGUNAAN APARATUR NEGARA DAN REFORMASI BIROKRASI,\n\nMenimbang : a. bahwa sehubungan dengan adanya kebijakan pemerintah dalam rangka pencegahan dan penanganan penyebaran Corona Virus Disease 2019 (Covid-19) dan untuk mengantisipasi munculnya klaster baru, perlu dilakukan perubahan terhadap cuti bersama tahun 2021;\n\nb. bahwa_ berdasarkan pertimbangan sebageaimana dimaksud dalam huruf a, perlu menetapkan Keputusan Bersama Menteri Agama, Menteri Ketenagakerjaan, dan Menteri Pendayagunaan Aparatur Negara dan Reformasi Birokrasi tentang Perubahan Kedua atas Keputusan Bersama Menteri Agama, Menteri Ketenagakerjaan, dan Menteri Pendayagunaan Aparatur Negara dan Reformasi Birokrasi Nomor 642 Tahun 2020, Nomor 4 Tahun 2020, Nomor 4 Tahun 2020 tentang Hari Libur Nasional dan Cuti Bersama Tahun 2021;\n\nMengingeat : ...\n\nMengingat\n\nMenetapkan\n\n1. Peraturan Pemerintah Nomor 11 Tahun 2017 tentang Manajemen Pegawai Negeri Sipil (Lembaran Negara Republik Indonesia Tahun 2017 Nomor 63, Tambahan Lembaran Negara Republik Indonesia Nomor 6037) sebagaimana telah diubah dengan Peraturan Pemerintah Nomor 17 Tahun 2020 tentang Perubahan atas Peraturan Pemerintah Republik Indonesia Nomor 11 Tahun 2017 tentang Manajemen Pegawai Negeri Sipil (Lembaran Negara Republik Indonesia Tahun 2020 Nomor 68, Tambahan Lembaran Negara Republik Indonesia Nomor 6477);\n\n2. Peraturan Pemerintah Nomor 21 Tahun 2020 tentang Pembatasan Sosial Berskala Besar dalam rangka Percepatan Penanganan Corona Virus Disease 2019 (Covid-19) (Lembaran Negara Republik Indonesia Tahun 2020 Nomor 91, Tambahan\n\nLembaran Negara Republik Indonesia Nomor 6487);\n\n3. Peraturan Presiden Nomor 68 Tahun 2019 tentang Organisasi\n\nKementerian Negara (Lembaran Negara Republik Indonesia Tahun 2019 Nomor 203);\n\n4. Keputusan Presiden Nomor 251 Tahun 1967 tentang Hari- Hari Libur sebagaimana telah beberapa kali diubah terakhir dengan Keputusan Presiden Nomor 3 Tahun 1983 tentang Perubahan atas Keputusan Presiden Nomor 251 Tahun 1967\n\ntentang Hari-Hari Libur;\n\nMEMUTUSKAN:\n\n: KEPUTUSAN BERSAMA MENTERI AGAMA, MENTERI\n\nKETENAGAKERJAAN, DAN MENTERI PENDAYAGUNAAN APARATUR NEGARA DAN REFORMASI BIROKRASI TENTANG PERUBAHAN KEDUA ATAS KEPUTUSAN BERSAMA MENTERI AGAMA, MENTERI KETENAGAKERJAAN, DAN MENTERI PENDAYAGUNAAN APARATUR NEGARA DAN _ REFORMASI BIROKRASI NOMOR 642 TAHUN 2020, NOMOR 4 TAHUN 2020, NOMOR 4 TAHUN 2020 TENTANG HARI LIBUR NASIONAL DAN CUTI BERSAMA TAHUN 2021.\n\nKESATU...\n\nene\n\nKESATU : Mengubah Hari Libur Nasional Tahun Baru Islam 1443 Hijriah yang semula jatuh pada hari Selasa tanggal 10 Agustus 2021 menjadi hari Rabu tanggal 11 Agustus 2021, mengubah Hari Libur Nasional Maulid Nabi Muhammad SAW yang semula jatuh pada hari Selasa tanggal 19 Oktober 2021 menjadi hari Rabu tanggal 20 Oktober 2021, dan menghapus Cuti Bersama Hari Raya Natal tanggal 24 Desember 2021, sehingga Lampiran Keputusan Bersama Menteri Agama, Menteri Ketenagakerjaan, dan Menteri Pendayagunaan Aparatur Negara dan Reformasi Birokrasi Nomor 642 Tahun 2020, Nomor 4 Tahun 2020, Nomor 4 Tahun 2020 tentang Hari Libur Nasional dan Cuti Bersama Tahun 2021 sebagaimana telah diubah dengan Keputusan Bersama Menteri Agama, Menteri Ketenagakerjaan, dan Menteri Pendayagunaan Aparatur Negara dan Reformasi Birokrasi Nomor 281 Tahun 2021, Nomor 1 Tahun 2021, Nomor 1 Tahun 2021 tentang Perubahan atas Keputusan Bersama Menteri Agama, Menteri Ketenagakerjaan, dan Menteri Pendayagunaan Aparatur Negara dan Reformasi Birokrasi Nomor 642 Tahun 2020, Nomor 4 Tahun 2020, Nomor 4 Tahun 2020 tentang Hari Libur Nasional dan Cuti Bersama Tahun 2021, menjadi sebagaimana tercantum dalam Lampiran yang merupakan bagian tidak terpisahkan dari Keputusan Bersama ini.\n\nKEDUA : Keputusan Bersama ini mulai berlaku pada tanggal ditetapkan.\n\nDitetapkan di Jakarta pada tanggal I@ Juni 2021\n\nMENTERI AGAMA, MENTERI MENTERI PENDAYAGUNAAN A APARATUR NEGARA DAN _ REF BIROKRASI,\n\n\\\n\njy) YAQUT.CHOLIL QOUMAS\n\nLAMPIRAN\n\nKEPUTUSAN BERSAMA MENTERI AGAMA, MENTERI KETENAGAKERJAAN, DAN MENTERI PENDAYAGUNAAN APARATUR NEGARA DAN REFORMASI BIROKRASI REPUBLIK INDONESIA\n\nNOMOR : 712 TAHUN 2021 NOMOR : 1 TAHUN 2021 NOMOR : 3 TAHUN 2021\n\nTENTANG\n\nPERUBAHAN KEDUA ATAS KEPUTUSAN BERSAMA MENTERI AGAMA, MENTERI KETENAGAKERJAAN, DAN MENTERI PENDAYAGUNAAN APARATUR NEGARA DAN REFORMASI BIROKRASI NOMOR 642 TAHUN 2020, NOMOR 4 TAHUN 2020, NOMOR 4 TAHUN 2020 TENTANG HARI LIBUR NASIONAL DAN CUTI BERSAMA\n\nTAHUN 2021 A. HARI LIBUR NASIONAL TAHUN 2021 NO. TANGGAL HARI KETERANGAN ee ae 1 1 Januari Jumat Tahun Baru 2021 Masehi | 2._| 12 Februari Jumat | Tahun BaruImlek 2572 Kongzili i (sSCs=isd 3. 11 Maret Kamis Isra Mikraj Nabi Muhammad SAW 4. 14 Maret Minggu Hari Suci Nyepi Tahun Baru Saka 1943 5. | 2 April Jumat Wafat Isa Al Masih 6. 1 Mei Sabtu Hari Buruh Internasional hs Kenaikan Isa Al Masih 8. | 13-14 Mei Kamis-Jumat | Hari Raya Idul Fitri 1442 Hijriah | | 9. 26 Mei Rabu Hari Raya Waisak 2565 10. | 1 Juni Selasa Hari Lahir Pancasila - |11. | 20 Juli Selasa Hari Raya Idul Adha 1442 Hijriah 4 12. | 11 Agustus Rabu Tahun Baru Islam 1443 Hijriah | 13. | 17 Agustus Selasa Hari Kemerdekaan Republik Indonesia “| | 14, | 20 Oktober Rabu Maulid Nabi Muhammad SAW 15. | 25 Desember Sabtu Hari Raya Natal B. CUTI BERSAMA TAHUN 2021 Se ———— TANGGAL HARI KETERANGAN NO. —— a ‘ ee 1, 12 Mei Rabu Hari Raya Idul Fitri 1442 Hijriah |\n\nMENTERI AGAMA,\n\nMENTERI PENDAYAGUNAAN APARATUR NEGARA DAN KRASI,",
        "metadata": {
            "source": "source_documents/SKB 3 Menteri tentang Perubahan kedua Libur Nasional dan Cuti Bersama 2021.pdf"
        }
    }
]